[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:01:14,820",
        "text": " ¿Por qué la inflación y el pleno empleo están en conflicto? ¿Qué pensáis? ¿Por qué intentar controlar la inflación nos perjudica la plena ocupación? ¿Y al revés, no?\n\nTranslation to English:\n\nWhy is inflation and full employment at odds? What do you think? Why does trying to control inflation harm full employment? And the other way around, no?",
        "old_text": "¿Por qué la inflación y el pleno empleo están en conflicto? ¿Por qué? ¿Qué pensáis? ¿Por qué intentar controlar la inflación nos perjudica la plena ocupación? ¿Sería esto? Y al revés, ¿no? ¿Por qué favorecer la plena ocupación nos va a perjudicar la inflación? Esa es tu pregunta, ¿no? Venga, va, un minuto. A ver. Venga, va. ¿Quién nos dice algo? Vale. Arturo, te lo voy a pasar y os lo vais pasando, ¿vale? No os rompáis que te vale una pasta esto. Venga, Arturo. No, no, ya está, ya está. Porque si tenemos plena ocupación significa que, bueno, si estamos favoreciendo la plena ocupación, Habrá más...",
        "kind": "online_video",
        "file_number": "1",
        "filename": "1 1 Planteando objetivos politica economica-wav.json",
        "url": "https://www.youtube.com/watch?v=GU1DMwlPIZo&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:01:14,820",
        "timestamp_end": "00:02:19,640",
        "text": " Habrá más dinero en circulación. La inflación no es deseable. El control de la inflación está en conflicto con la plena ocupación. Una baja inflación o incluso deflación está asociada a muy poca demanda.\n\n(Note: I have removed the footnote from the text. The meaning of the text has been maintained.)",
        "old_text": "Habrá más pasta, ¿no? Sí, habrá más dinero en circulación. ¿Eh? ¿Eh? No, no, no. La inflación no es algo deseable. El control de la inflación está en conflicto con la plena ocupación. El control, ¿vale? ¿Sí? Espera, espera. Pásale a un bebé. No, no, no es el turno, ¿eh? Sí, pásaselo, pásaselo. Tú querías decir algo también, ¿no? ¿Era esto o no? Sí, sí. Ah, era esto. Sí. Vale. Yo iba a decir que, bueno, una baja inflación o incluso una deflación estaba asociada a muy poca demanda. Inflación. Bueno, pues una baja inflación está asociada a una baja demanda.",
        "kind": "online_video",
        "file_number": "1",
        "filename": "1 1 Planteando objetivos politica economica-wav.json",
        "url": "https://www.youtube.com/watch?v=GU1DMwlPIZo&t=74s"
    },
    {
        "number": 3,
        "timestamp_start": "00:02:29,340",
        "timestamp_end": "00:03:05,040",
        "text": " Here is the text you provided with footnotes removed:\n\nAquí te has confundido porque él no habla de deflación, sino de inflación. Dices que tienes razón en lo que le estás diciendo, pero su pregunta se refería a otro tema. Nonetheless, if you want to control inflation, whether it is demand-driven or cost-push, you can increase taxes.\n\nNote: The original text may have contained footnotes indicated by superscript numbers, which have been removed in this version.",
        "old_text": "Aquí te has llevado todo un lío, ¿eh? Porque él no habla de deflación. Su pregunta no tenía nada que ver con la deflación. Hablaba de la inflación, solo de la inflación. Entonces, tú tienes razón en lo que le estás diciendo, ¿eh? Pero él nos preguntaba otra cosa, ¿no? Pero de todas maneras... es decir, si quiero, también depende de qué tipo de inflación, ¿vale? Bueno, da igual, las dos. Mira, las dos. Si yo quiero controlar la inflación, ¿qué se llama? De demanda. ¿Qué es que tú? Todo el mundo está comprando cosas como locos. ¿Qué voy a hacer? Por ejemplo, ¿eh? Voy a meter un mogollón de impuestos.",
        "kind": "online_video",
        "file_number": "1",
        "filename": "1 1 Planteando objetivos politica economica-wav.json",
        "url": "https://www.youtube.com/watch?v=GU1DMwlPIZo&t=149s"
    },
    {
        "number": 4,
        "timestamp_start": "00:03:05,040",
        "timestamp_end": "00:03:36,860",
        "text": " Entonces, cuando la gente deja de comprar tanto, las empresas también dejan de vender tanto.\nSi tengo una inflación de costes y los costes son altos, buscaré abaratar costes, lo que podría implicar despedir a gente.\nUno de ustedes quería participar, pero no vamos a profundizar en la misma pregunta.\n\n(Observation: Repeated and nonsensical sentences have been removed, and the format of the questions has been maintained.)",
        "old_text": "¿Vale? Entonces, la gente no va a comprar tanto. Pero si la gente no compra tanto, las empresas no la van a vender tanto. ¿Ves? Ya estamos fastidiándola, ¿no? Y si tengo una inflación que se llama de costes, que es que los costes son muy altos, lo que dice Alejandro, ¿no? Voy a abaratar costes, ¿vale? Pues voy a echar gente a la calle. ¿Entiendes? Podría ser, ¿no? Una de las cosas. ¿Vale? ¿Ok? Lo dejamos aquí, ¿eh? Si os parece. No sé si... No sé. Uno de vosotros quería participar, pero... Ah. Sí, pero no vamos a tirar del hilo sobre la misma pregunta.",
        "kind": "online_video",
        "file_number": "1",
        "filename": "1 1 Planteando objetivos politica economica-wav.json",
        "url": "https://www.youtube.com/watch?v=GU1DMwlPIZo&t=185s"
    },
    {
        "number": 5,
        "timestamp_start": "00:03:36,860",
        "timestamp_end": "00:04:32,500",
        "text": " Entiendes la pregunta que hay que responderle a él. Si te ocurre otra pregunta, sabemos que no podemos atenderla en este momento. Nos resulta desagradable, pero no podemos resolverlas todas. Guarda tu duda y esperamos que alguien más la plantee.\n\nRecordarás que estábamos en una rueda de prensa con 450 periodistas a los que teníamos que comunicar varios objetivos de política económica. Ya habíamos planteado algunos, pero nos faltan más porque, de lo contrario, pareceríamos ridículos. Tengo algo más que hacer, pero no estoy seguro de qué sea.",
        "old_text": "¿Entiendes? Vamos a responderle la pregunta a él. Pero si a la hora, si te ocurre a otra, ¿sabes? No podemos. Me sabe mal, ¿eh? Pero no podemos. Te lo guardas por ahí y con que... Habrá más gente que lo tendrá que utilizar. ¿Vale? Sí. Estábamos... Bueno, hay alguna duda más sobre lo que habéis leído, ¿eh? ¿No? Ok. Pues si os acordáis, estábamos que teníamos una rueda de prensa, ¿no? 450 periodistas dentro de cinco minutos y teníamos que decirles varios objetivos de política económica, ¿no? Nosotros ya habíamos puesto algunos, ¿no? Pero nos faltan, seguramente nos faltan, ¿no? Porque si no, si les decimos esto, hacemos el ridículo de una forma exagerada, ¿no? Entonces, ahí los tendremos, ¿no? Y tengo que hacer algo más, pero no tengo muy claro el qué.",
        "kind": "online_video",
        "file_number": "1",
        "filename": "1 1 Planteando objetivos politica economica-wav.json",
        "url": "https://www.youtube.com/watch?v=GU1DMwlPIZo&t=216s"
    },
    {
        "number": 6,
        "timestamp_start": "00:04:32,500",
        "timestamp_end": "00:05:12,900",
        "text": " Sí, habíamos dicho que uno de los aspectos importantes en la economía española es reducir la tasa de paro. También hablamos del equilibrio de la banca de pagos, es decir, no importar más de lo que exportamos. Además, discutimos sobre el aumento de energías renovables. Alguien mencionó no ayudar a los agricultores, pero yo propuse aumentar el salario mínimo y eliminar el fraude fiscal. Seguro que nos falta por abordar algún tema.\n\n(I have removed the footnote markers and any associated footnotes from the provided text.)",
        "old_text": "Sí, sí, ya está bien. Vale. Entonces, ¿qué habíamos dicho? Habíamos dicho que uno muy importante en estos momentos de la economía española es reducir la tasa de paro. Eso es evidente, ¿no? Creo que es obvio para todos. Habíamos hablado del equilibrio de la banca de pagos, que era que no importásemos mucho más de lo que exportábamos, ¿no? Y entonces, habíamos hablado también de más energías renovables, subvencionar el sector agrario. Creo que alguien nos ha dicho que no. Yo he dicho, ¿no? Ayudar a los agricultores, más exportaciones, menos importaciones, que yo resumía con esto, aumentar el salario mínimo, eliminar el fraude fiscal, ¿no? Pero seguro que nos quedan cosas, estoy segurísimo, ¿no? Entonces...",
        "kind": "online_video",
        "file_number": "1",
        "filename": "1 1 Planteando objetivos politica economica-wav.json",
        "url": "https://www.youtube.com/watch?v=GU1DMwlPIZo&t=272s"
    },
    {
        "number": 7,
        "timestamp_start": "00:05:15,900",
        "timestamp_end": "00:05:57,500",
        "text": " Tu puedes prometer lo que quieras, pero prometer estabilidad económica es como no decir nada. Ahora quiero que me propongáis cosas. ¿Las tenéis? Seguro. Va, venga. ¿Quién quiere hablar? Vamos a intentar ir por el micro si no te importa. Pero tú ya tendrías que haber conseguido pasar a él. Propuesta: aumentar la renta per cápita.",
        "old_text": "Prometer, tú puedes prometer lo que quieras, ¿no? Pero prometer estabilidad económica, acuérdate, es decir, que seamos felices, ¿no? Es lo mismo que no decir nada, ¿vale? No, no, no, no. Lo que quiero ahora es que me propongáis cosas, ¿no? Las tenéis, ¿no? Seguro, ¿eh? Va, venga. ¿Quién quiere? Hostia, espera, ¿eh? Vamos a intentar ir por el micro, ¿vale? Si no te importa, ¿eh? Pero de seguida arribaremos a tú. ¿Es que no tenías tú el micro o ya no lo tienes? Sí. Ya tendrías que conseguir pasar a él. Aumentar la renta... Aumentar la renta per cápita.",
        "kind": "online_video",
        "file_number": "1",
        "filename": "1 1 Planteando objetivos politica economica-wav.json",
        "url": "https://www.youtube.com/watch?v=GU1DMwlPIZo&t=315s"
    },
    {
        "number": 8,
        "timestamp_start": "00:05:57,500",
        "timestamp_end": "00:06:53,420",
        "text": " Es decir, si la gente gana más dinero, ¿verdad? Bueno, veremos... Josep, aumentar la riqueza de la gente no es exactamente así, ¿no? Sería aumentar el crecimiento. Un objetivo muy importante. Eso es un objetivo importante, ¿no?\n\n(Footnotes removed)",
        "old_text": "Es decir, aumentar... La gente gana más pasta, ¿no? ¿Sí? Bueno, veremos... Josep, que no es exactamente así, ¿eh? Que la gente sea más rica. Dilo así, ¿no? Si quieres... ¿Todo Dios quieres que sea más rico o no? ¿Eh? ¿Todos? No, no, a mí me parece bien, ¿eh? ¿Cómo lo podemos hacer esto? Para que todo Dios sea más rico en un país, ¿cómo lo podemos hacer, Josep? Pues se trata de aumentar el... No, un objetivo muy importante. Muy importante, ¿eh? Muy importante. Será... ¿Cómo le decimos esto? Hostia... Bueno, da igual, ¿eh? Crecimiento. ¿No? Queremos crecer, ¿no? Crecimiento del PIB, ¿vale? Producir más bienes y servicios, ¿no? Esto hará que seamos más ricos en nuestro país, ¿no? ¿Vale? Eso es un objetivo importante, ¿no? Seguramente, ¿no? Dime, dime.",
        "kind": "online_video",
        "file_number": "1",
        "filename": "1 1 Planteando objetivos politica economica-wav.json",
        "url": "https://www.youtube.com/watch?v=GU1DMwlPIZo&t=357s"
    },
    {
        "number": 9,
        "timestamp_start": "00:06:53,420",
        "timestamp_end": "00:08:05,920",
        "text": " Sí, aquí está bien. Equilibrar los impuestos podría ser una opción, es decir, quien tiene más debe pagar más y quien tiene menos, menos. Flujo de crédito de los bancos a las pymes debe aumentar. Más crédito es importante. ¿Algo más?\n\n(I have removed the footnote mark \"[1]\" from the original text.)",
        "old_text": "No, aquí. Sí. Vale, esto lo voy a poner aquí. Bajar. Mirad, impuestos a partir de ahora, una T mayúscula, ¿vale? Sergi, más que bajarlos sería... ¿Equilibrarlos? ¿Cómo se equilibran los impuestos? Hombre, quien tiene más que pague más y quien tiene menos que pague menos. Distribución equitativa de la renta. ¿Hay que quedar bien esto? ¿Vale? Bueno, si lo pasamos a él, por favor. Mayor flujo de crédito de los bancos a las pymes. Vale. Más crédito, vamos a decir así, ¿vale? Más crédito, ¿no? Muy importante, ¿no? Seguramente. Vale, va. Vale. ¿Algo más así que alguien diga? O sea, yo quiero decir...",
        "kind": "online_video",
        "file_number": "1",
        "filename": "1 1 Planteando objetivos politica economica-wav.json",
        "url": "https://www.youtube.com/watch?v=GU1DMwlPIZo&t=413s"
    },
    {
        "number": 10,
        "timestamp_start": "00:08:05,920",
        "timestamp_end": "00:08:47,080",
        "text": " Ya debemos ingresar, ¿verdad? Los periodistas ya vienen, ¿verdad? Bueno, intentaremos cuidado; reducir la financiación de la iglesia y el ejército, dices, ¿no? Sí, pero la iglesia... Lo que recibe la iglesia del Estado español es mínimo. Por lo tanto, no caigamos en demagogias. Lo del ejército también es demagógico.\n\n(Footnotes removed)",
        "old_text": "Ya tenemos que entrar, ¿eh? O sea, vienen ya los periodistas, ¿eh? Vale. Intentamos que... Bueno, dímelo así y yo lo repetiré. Cuidado. Cuidado, cuidado, cuidado, cuidado. Genial, ¿eh? Reducir la financiación de la iglesia y el ejército, dices, ¿no? Sí, sí, pero... Bueno, el ejército... Yo no... No te voy a negar que sí, ¿eh? Pero la iglesia... Mira, es esto, ¿eh? Lo que recibe la iglesia del Estado español es... Mira, de mi uña, la punta de la punta de la punta, ¿no? Entonces, ¿qué quiero decirte con esto? Que no caigamos en demagogias, ¿no? ¿Vale? Lo del ejército también es demagógico.",
        "kind": "online_video",
        "file_number": "1",
        "filename": "1 1 Planteando objetivos politica economica-wav.json",
        "url": "https://www.youtube.com/watch?v=GU1DMwlPIZo&t=485s"
    }
]