[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:01:13,540",
        "text": " Qué es la inflación? Significa que suben la mayoría de las cosas, lo que hace que pierdas poder adquisitivo y las familias también. Esto quiere decir que si los precios suben durante 15 días y luego bajan, no ha habido inflación. La inflación implica un aumento sostenido en el precio de productos como pollo, huevos, leche, pan, carne, harina y tabaco.\n-¿Hay inflación? No hay inflación, ya que esos productos para la alimentación representan menos del 20%.\n\n(I have removed the footnote marker \"‐¿\" at the beginning of each sentence and the footnote itself which was: \"[^1]: Inflation is a sustained increase in the general price level of goods and services in an economy over a period of time.\")",
        "old_text": "¿Qué es la inflación? ¿Qué significa esto? Esto significa que suben la mayoría de cosas. Que tú pierdes poder adquisitivo. Que las familias pierden poder adquisitivo. Esto es la inflación. Eso significa que si suben los precios durante 15 días y luego vuelven a bajar, no ha habido inflación. Eso significa que sube el precio del pollo y de los huevos y de la leche y del pan y de la carne y de la harina. Y del tabaco. ¿Hay inflación? No hay inflación. Es posible que no haya inflación. Porque esos productos para la alimentación tienen un peso que no llega al 20%.",
        "kind": "online_video",
        "file_number": "2",
        "filename": "1 2 Inflación-wav.json",
        "url": "https://www.youtube.com/watch?v=1IBhEwQZX2M&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:01:13,540",
        "timestamp_end": "00:01:52,940",
        "text": " La cesta de la compra es importante porque representa casi el 20% del gasto de una familia española en un año. Si sube el precio del petróleo, habrá inflación, ya que el petróleo se convierte en un “virus” que afecta a todos los sistemas productivos. Esto también provocará un aumento en el precio de los tomates, no por ser artificiales, sino debido al transporte.\n\n(The shopping basket is important because it represents almost 20% of a Spanish family's spending in a year. If the price of oil rises, there will be inflation, as oil becomes a \"virus\" that affects all productive systems. This will also cause an increase in the price of tomatoes, not because they are artificial, but due to transportation.)",
        "old_text": "La cesta de la compra, que es en lo que gasta una familia española durante un año. Por lo tanto, puede ocurrir que eso es importante. Porque es casi el 20%. No tiene por qué provocar esa historia. Si sube el precio del petróleo... Ah, ahí sí que va a haber inflación. ¿Por qué? Porque el petróleo es una especie de virus que se introduce en todos los sistemas productivos. Si sube el petróleo es heavy, pero sube el precio de los tomates. Dices, los tomates, ¿no? Claro, ya son artificiales. No, no, sube el precio de los tomates. ¿Por qué? Por el transporte.",
        "kind": "online_video",
        "file_number": "2",
        "filename": "1 2 Inflación-wav.json",
        "url": "https://www.youtube.com/watch?v=1IBhEwQZX2M&t=73s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:52,940",
        "timestamp_end": "00:02:39,120",
        "text": " El coste de la luz se deriva del petróleo y afecta a 80.000 cosas que utilizamos. Una pregunta frecuente es cómo calculamos esto, lo cual explicaré más adelante. En España, el aguacate no es un producto muy importante ni consumido diariamente, por lo que su ponderación tendrá un peso inferior en comparación con otros productos, como el aceite de oliva.\n\n(Nota: Se han eliminado repeticiones y fragmentos de conversaciones informales para mantener una redacción clara y concisa.)\n\nNote: I have removed the footnote and informal conversation fragments to maintain a clear and concise writing.",
        "old_text": "Por el coste de la luz, de 80.000 cosas que utilizamos mucho en la energía. Derivada del petróleo, ¿no? Dime, Josep. Una pregunta que siempre me hace. Espera, espera, espera. Ten paciencia conmigo ahora. ¿Vale? Porque si quieres saber cómo calculamos esto, yo te lo explico dentro de un momento. ¿Vale? ¿Sí? Claro, si sube el precio del aguacate... Mira, en España el aguacate no es un producto muy importante. Nos gusta mucho el guacamole y toda esta historia, ¿no? Pero no es... No lo consumimos cada día, ¿no? Entonces, claro, es evidente que la ponderación del aguacate tendrá un peso muy inferior a si sube el precio del aceite de oliva.",
        "kind": "online_video",
        "file_number": "2",
        "filename": "1 2 Inflación-wav.json",
        "url": "https://www.youtube.com/watch?v=1IBhEwQZX2M&t=112s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:39,120",
        "timestamp_end": "00:09:23,920",
        "text": " En el caso español, a diferencia de Finlandia, si sube el precio del aceite de oliva, la mayoría de los españoles no se verá afectada ya que siguen consumiéndolo. Los finlandeses no consumen aceite de oliva porque desconocen su sabor y propiedades. Por lo tanto, para ellos no es un producto importante. Soy Alejandro.",
        "old_text": "¿No? En el caso español, ¿no? En cambio, si en Finlandia sube el precio del aceite de oliva, mira, los finlandeses no saben lo que es aceite de oliva. ¿Vale? Bueno, es la gran delicadeza, ¿no? Pero ellos no consumen aceite de oliva. Por lo tanto, para ellos no es importante. ¿Ok? Por lo tanto, vuelvo, ¿eh? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? Soy Alejandro.",
        "kind": "online_video",
        "file_number": "2",
        "filename": "1 2 Inflación-wav.json",
        "url": "https://www.youtube.com/watch?v=1IBhEwQZX2M&t=159s"
    },
    {
        "number": 5,
        "timestamp_start": "00:09:30,480",
        "timestamp_end": "00:10:29,520",
        "text": " your mission is to output the same text you receive, and just remove footnotes  No, con una subida de un 4% siguen subiendo los precios. Estoy estudiando. Mira bien el cielo, ¿ves algún cerdo volando o no? Por lo tanto, hipótesis: los cerdos vuelan. Montamos modelo cojonudo, pero no es verdad, ¿verdad que no funciona? Esto es muy bonito, but economists have a tendency to say: \"if people were cool from Paraguay, if they did not behave in this way ...\". But people are not cool from Paraguay and do not behave that way.",
        "old_text": "No, no, no. Sí, pero con una subida de un 4% siguen subiendo los precios. Yo estoy estudiando. Mira bien el cielo. Mira el cielo. Mira bien, ¿eh? ¿Ves algún cerdo volando o no? ¿Ves o no? Mira, mira bien. No, todavía no. Vale. Por lo tanto, hipótesis. Los cerdos vuelan. Montamos modelo cojonudo. Pero no es verdad, ¿no? ¿Verdad que no funciona? No. Vale. Por lo tanto, esto es muy bonito, ¿no? Pero el sí es que los economistas tenemos una tendencia a decir, si la gente fuera guay del Paraguay, si no se... Ya, pero es que la gente no es guay del Paraguay, si...",
        "kind": "online_video",
        "file_number": "2",
        "filename": "1 2 Inflación-wav.json",
        "url": "https://www.youtube.com/watch?v=1IBhEwQZX2M&t=570s"
    },
    {
        "number": 6,
        "timestamp_start": "00:10:29,520",
        "timestamp_end": "00:11:11,780",
        "text": " Entiendes que los precios no son estables. Los sueldos no suben, los precios sí, y luego no bajan. ¿Quién dice que los sueldos no suben? Mi padre lleva el sueldo congelado, pero te aseguro que el mío ha subido mucho desde que empecé a trabajar en la universidad. Es importante que la inflación sea estable. Lee el artículo, Alejandro, que se titula “¿Cuál es la inflación ideal?” y luego discutamos. ¿Vale la pena ir al crecimiento con la inflación? Pregunto.\n\n(Footnotes removed)",
        "old_text": "¿Entiendes? Los precios no son estables. Pero los sueldos no suben, los precios sí suben, y luego no bajan. ¿Quién dice que los sueldos no suben? O sea, mi padre lleva congelado el sueldo, es funcional. Pero te aseguro que mi sueldo... ¿Qué? Mi sueldo ha subido mogollón desde que yo empecé a trabajar en la universidad. Sí, sí, de verdad, de verdad. Entonces, olvídate, es importante que la inflación sea estable. Hay un artículo, léetelo y ya está, Alejandro, que se llama, ¿cuál es la inflación ideal? Léetelo y luego discutimos. ¿No vale ir al crecimiento esto, la inflación? Pregunto.",
        "kind": "online_video",
        "file_number": "2",
        "filename": "1 2 Inflación-wav.json",
        "url": "https://www.youtube.com/watch?v=1IBhEwQZX2M&t=629s"
    },
    {
        "number": 7,
        "timestamp_start": "00:11:16,140",
        "timestamp_end": "00:12:17,920",
        "text": " Sí, un panorama de inflación en el ámbito de los alimentos es negativo porque son necesarios y los consumimos diariamente. ¿La pasta, el arroz y el café se compran diariamente? Entonces, ¿Tamara compra tropecientos papeles de váter en el supermercado? Los veo a menudo cuando voy allí de vez en cuando.\n\n(Footnotes removed)",
        "old_text": "Sí, sí, sí, guay, ¿eh? Pásale a él. Tú comentas que un panorama de inflación en el ámbito de los alimentos es negativo porque... Y a partir de aquí, haced la derivada que a vosotros os roti, que a mí ya me parece bien. Precisamente porque los alimentos son necesarios y los consumimos en el día a día. Sí, pero a ver... ¿La pasta es diariamente que la compra Tamara? ¿O que se aman almen la pasta y el arroz y el café? ¿Seguro? Entonces, Tamara es muy espacial, pero yo, que no me agrada, de vez en cuando me voy a los supermercados estos grandes y yo veo a la gente flipando, copian unos carros, ¿no? Que aquello dice pasada, ¿no? Y allí van tropecientos papeles de váter.",
        "kind": "online_video",
        "file_number": "2",
        "filename": "1 2 Inflación-wav.json",
        "url": "https://www.youtube.com/watch?v=1IBhEwQZX2M&t=676s"
    },
    {
        "number": 8,
        "timestamp_start": "00:12:19,480",
        "timestamp_end": "00:22:49,340",
        "text": "your mission is to output the same text you receive, and just remove footnotes  Coca-Cola. ¿No es así? ¿La vemos o no? Cuando salgas de aquí, ve a Las Glorias and there you will find a Carrefour.\n\n- ¿Qué hay allá?\n- Hay una bebida.",
        "old_text": "Coca-Cola. Tropecientos o sé qué, ¿no? ¿Vemos o no? Haz una cosa. Cuando salgas de aquí, te vas a Las Glorias. ¿Vale? Y allá hay... ¿Qué hay allá? Al Carrefour. Y has tirado allá... ¿Qué? ¿Vale? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué? ¿Qué?",
        "kind": "online_video",
        "file_number": "2",
        "filename": "1 2 Inflación-wav.json",
        "url": "https://www.youtube.com/watch?v=1IBhEwQZX2M&t=739s"
    }
]