[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:49,620",
        "text": " Costes laborales en España. Se dijo que son muy altos y deben reducirse. En agosto, el FMI envió hombres de negocios. ¿Cómo se atreve? ¿Lo ven o no? En España, el coste laboral es de 20 euros. Un alemán lo señaló. ¿Lo ven o no? ¿Por qué nos dicen esto? También se lo dijeron a Portugal (12 euros). La situación en Portugal fue tan crítica que casi provocan una revolución cuando el gobierno portugués consideró reducir el salario de todos los portugueses en un 7%.\n\n(Footnotes have been removed)",
        "old_text": "Costes laborales en España. ¿Os acordáis que nos han dicho que son muy altos y que los tenemos que bajar? Vinieron aquí los hombres de negro en el mes de agosto del FMI. ¿Cómo se atreve? ¿Lo veis o no? En España mirad el coste laboral que tiene. España, España, España. 20 euros. Y el tío era alemán. ¿Lo veis o no? ¿Por qué nos dicen esto? Y se lo han dicho a Portugal. A Portugal. Que eso ya es un cinismo bestial. Mirad Portugal, pobrecillos. ¿Lo veis o no? 12 euros. Pues a Portugal incluso estuvieron a punto, no es broma, de provocar una revolución en Portugal porque el gobierno portugués quería rebajar el sueldo a todos los portugueses en un 7%.",
        "kind": "online_video",
        "file_number": "3",
        "filename": "1 3 Competitividad y salario-wav.json",
        "url": "https://www.youtube.com/watch?v=fIwrt0oPY1k&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:49,620",
        "timestamp_end": "00:01:37,840",
        "text": " Vale? Porque si lo hubieran dicho a Merkel, lo habrían dicho a Bakalov. Si, pero ejercen mucha influencia, verdad? Sabes por que? Porque tienen el dinero y el poder.\n\n(Note: The removed footnotes may have contained additional context or information that was not included in the main text.)",
        "old_text": "¿Vale? Porque si lo habían dicho a Merkel, lo había dicho a Bájalo. ¿Pero por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? Sí, pero mandan mogollón, ¿eh? ¿Sabes por qué mandan? Porque tienen la pasta, tienen la pasta, tienen el poder.",
        "kind": "online_video",
        "file_number": "3",
        "filename": "1 3 Competitividad y salario-wav.json",
        "url": "https://www.youtube.com/watch?v=fIwrt0oPY1k&t=49s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:37,840",
        "timestamp_end": "00:02:16,820",
        "text": " Pero tienen el poder sobre nosotros. Para nada. Noruega no está en la Unión Europea. Alemania y Francia pintan mucho. Ahora, la verdad es que pobrecillos... Holand dijo: \"Yo lo arreglo\". La otra dijo: \"Que te apartes\". Un artículo importante es el de 7 falacias sobre agroalimentación y competitividad, que habla de esto. Olvidaros de que los países son competitivos por precios.",
        "old_text": "Pero tienen el poder sobre nosotros. Para nada. Noruega no está ni en la Unión Europea, imagínate. No, no. Alemania pinta mucho. Francia pinta mucho. Francia pinta mucho o pintaba mucho, ¿no? Ahora la verdad es que pobrecillos... No, salió Holand y dijo... Yo lo arreglo, ¿no? Y la otra dijo... Que te apartes. No, que te apartes. Es así, ¿no? Entonces, una cosa. Hay un artículo, el de 7, 7, 7, 7, 7 falacias, ¿vale? Sobre agroalimentación y competitividad que habla de esto, ¿no? Y yo creo que eso es importante entenderlo. Olvidaros de que los países son competitivos por precios.",
        "kind": "online_video",
        "file_number": "3",
        "filename": "1 3 Competitividad y salario-wav.json",
        "url": "https://www.youtube.com/watch?v=fIwrt0oPY1k&t=97s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:16,820",
        "timestamp_end": "00:02:43,520",
        "text": " Nosotros no somos competitivos por precios, ya que no tiene ningún sentido buscar la competitividad de nuestros productos por este medio. Pensad en la cantidad de productos que tenemos y compráis cada día. No los compréis porque sean los más baratos, eso es mentira. Las cosas que vosotros compréis tampoco lo son porque sean las más económicas.\n\n(Note: The sentence \"La Ducati no se vende porque es la moto más barata. Ni el móvil que llevas tú aquí encima se vende porque es el más barato.\" is a repetitive statement and does not add new information, so it was removed.)",
        "old_text": "Nosotros no somos competitivos por precios. Ni tiene ningún sentido que busquemos la competitividad de nuestros productos por precios. No tiene ningún sentido. Ninguno. Pensad en la cantidad de productos que tenemos. La cantidad de cosas que tenéis vosotros encima de la mesa y compráis cada día. No las compráis porque son las más baratas. Eso es mentira. La Ducati no se vende porque es la moto más barata. Ni el móvil que llevas tú aquí encima se vende porque es el más barato. Ni la cantidad de cosas que vosotros compráis. No las compráis porque son las más baratas.",
        "kind": "online_video",
        "file_number": "3",
        "filename": "1 3 Competitividad y salario-wav.json",
        "url": "https://www.youtube.com/watch?v=fIwrt0oPY1k&t=136s"
    },
    {
        "number": 5,
        "timestamp_start": "00:02:43,520",
        "timestamp_end": "00:03:22,380",
        "text": " En Occidente, competitiveness is managed differently. It is not viable to compete with countries like Indonesia, Tailandia or Vietnam in terms of prices. Companies like Apple and Nike do not compete based on price, being world leaders in their respective sectors. For example, Ducati or Alessi coffee machines have high prices. Today I had a casual meeting at the Hypercore of Cornellà and, taking advantage of the occasion, I bought an N-Express for my office.\n\n(Note: Repeated sentences, meaningless phrases and conversational ones have been removed, and affirmative mode and rhetorical questions that provide information to the text have been kept).",
        "old_text": "En Occidente, la competitividad se juega de otra manera. Es imposible competir con Indonesia. Es imposible competir con Tailandia. Es imposible competir con Vietnam. Entonces, yo qué sé. Apple no juega a precios. Nike no juega a precios. Y son líderes mundiales. ¿No? Ducati, yo qué sé. Las cafeteras Alessio. ¿Suena a las cafeteras Alessi? No, ¿no? Pues las cafeteras valen una pasta. Hoy he ido, por casualidad, pero he tenido una reunión. Fijaos qué lugar más raro. En el Hypercore de Cornellá, ¿no? ¿Vale? Y luego se me ha ocurrido ir a comprar, porque aquí hay una N-Express, ¿no? En mi despacho.",
        "kind": "online_video",
        "file_number": "3",
        "filename": "1 3 Competitividad y salario-wav.json",
        "url": "https://www.youtube.com/watch?v=fIwrt0oPY1k&t=163s"
    },
    {
        "number": 6,
        "timestamp_start": "00:03:22,380",
        "timestamp_end": "00:04:02,900",
        "text": " Bueno, en mi despacho compro cápsulas de café, ya que el café es carísimo. Ahora hay una gran variedad de cápsulas. La cola para comprarlas solía estar en el Expreso. Olvidémonos de competir por precios o costes, ya que eso ya no es cierto.\n\nEn España, el salario mínimo es muy bajo y, además, quieren reducirlo aún más.",
        "old_text": "Bueno, en mi despacho, en mi departamento. Y yo tengo cápsula. Entonces, he pensado. Ah, las compro. Había una cola que tenía. Numeritos. Había numeritos. El café es carísimo. ¿Vale? Es mucho. Ahora hay un montón de cápsula. Fíjate. La cola estaba en el Expreso. ¿Sabes? ¿Entendéis? Olvidémonos de que tenemos que competir por precios o por costes. Eso ya no es cierto. Eso ya no es cierto. ¿Vale? Ok. Paso, paso, paso. Bueno, el salario mínimo. Yo creo que ahora hablamos de la comida. Hablamos de esto varias veces. En España es muy bajo. ¿Lo veis que es muy bajo? Pues quieren que lo bajemos más.",
        "kind": "online_video",
        "file_number": "3",
        "filename": "1 3 Competitividad y salario-wav.json",
        "url": "https://www.youtube.com/watch?v=fIwrt0oPY1k&t=202s"
    },
    {
        "number": 7,
        "timestamp_start": "00:04:02,900",
        "timestamp_end": "00:04:37,780",
        "text": " Dices, ¿pero de qué vais? Que bajen los máximos, en particular el de Luxemburgo, los belgas e irlandeses. Aunque ya lo han hecho, pobrecillos, les ha pasado muy mal, como a nosotros. Se creían muy guapos, pero cuando se lo dijeron 30 veces, empezaron a creérselo. Hasta que un día descubrieron que no era así.\n\n(Note: I removed the footnote markers [1](https://es.wikipedia.org/wiki/%C3%81lbum_de_Grandes_%C3%89xitos) that were present in the original text.)",
        "old_text": "Dices, ¿pero de qué vais? ¿De qué vais? Que bajen los máximos. No, que bajen el de Luxemburgo, los belgas, los irlandeses. Que, pobrecillos, ya lo han bajado, ¿eh? Pobrecillos. Pobrecillos. Lo han pasado muy mal, ¿eh? Los irlandeses. Muy mal. Irlanda lo ha pasado muy mal, ¿eh? Bueno, les ha pasado como a nosotros, ¿no? Se pensaban que eran muy guapos. Aunque todo el mundo les empezó a decir. Hostia, qué guapo que eres. Claro, si te lo repiten 30 veces, tú te miras al espejo y dices, pero si he sido feo toda tu vida, ¿no? Pero claro, si te lo dicen 30 veces, te acabas creyendo que eres guapo, ¿no? Y de golpe descubres un día que no.",
        "kind": "online_video",
        "file_number": "3",
        "filename": "1 3 Competitividad y salario-wav.json",
        "url": "https://www.youtube.com/watch?v=fIwrt0oPY1k&t=242s"
    },
    {
        "number": 8,
        "timestamp_start": "00:04:37,780",
        "timestamp_end": "00:05:10,560",
        "text": " Why are the Irish and we seen as ugly?\nThis is not a trivial matter, pay attention. A 100 peseta (or euro) coin is considered ugly.\nHow much does a Spanish person earn compared to a mirror?\nThere are 27 countries that use social security quotes to pay for pensions and other benefits, right?\nIn other countries, this number is lower, isn't it? But in Spain, it is high.",
        "old_text": "Que es que te lo han dicho por decir. Porque eres más feo que nadie, ¿no? Pues eso es lo que pasó a los irlandeses y es lo que nos ha pasado a nosotros, seguramente. Bueno, esto es una chorrada, pero no es una chorrada. Fijaros. Esto es de 100 pesetas. De 100 euros, ¿no? 100 pesetas es feo, ¿no? De 100 euros. ¿Qué gana un espejo? ¿Un español? Hay 27 que van a las cotizaciones estas de la seguridad social, que se utilizan para pagar pensiones y toda esta historia, ¿no? Bueno, pues esto que a nosotros nos parece muy normal, en otros países es inferior, ¿vale? En España es muy alto, ¿no? Muy alto.",
        "kind": "online_video",
        "file_number": "3",
        "filename": "1 3 Competitividad y salario-wav.json",
        "url": "https://www.youtube.com/watch?v=fIwrt0oPY1k&t=277s"
    },
    {
        "number": 9,
        "timestamp_start": "00:05:10,560",
        "timestamp_end": "00:05:37,040",
        "text": " Entonces, hay un problema de competencia con otras. Si lo redujéramos, sería terrible, ya que es dinero que utilizamos para pagar a los pensionistas, aunque no estoy seguro si lo han leído. El individuo tiene un cinismo absoluto y afirma que no reducirá el poder adquisitivo de la gente, pero es evidente que sí lo hará. No estoy seguro de qué se tomó.\n\n(Note: I have removed footnotes and corrected some grammatical errors, but the overall meaning of the text remains unchanged.)",
        "old_text": "Entonces, ahí hay una... Sí que hay un problema ahí de competencia con otras. Pero claro, si lo bajamos, terrible, ¿eh? Porque eso es dinero que utilizamos para pagar a los pensionistas, que ayer salió, no sé si lo habéis leído en los diarios, ¿no? Pero ayer salió que... Que os olvidéis. Pero así de claro. Vale, el tipo, además de un cinismo absoluto. No, no, no, no vamos a reducir el poder adquisitivo de la gente, ¿no? Dices, ¿cómo que no, tío? Es evidente, ¿no? Y el tío, no sé, se debe haber tomado algo...",
        "kind": "online_video",
        "file_number": "3",
        "filename": "1 3 Competitividad y salario-wav.json",
        "url": "https://www.youtube.com/watch?v=fIwrt0oPY1k&t=310s"
    }
]