[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:01:27,340",
        "text": " Bueno, aquí pone sardinas en lugar de angulas. Siempre me equivoco al elegir el menú, ya que pienso que a nadie le gustan las sardinas, pero resulta que la función de demanda es fácil de entender: es una relación entre precios y cantidades deseadas por la gente. Por ejemplo, la cantidad demandada de sardinas depende básicamente del precio de las sardinas. Si el kilo cuesta 120 euros, probablemente solo me compraré la cola; a medida que baje el precio, consumiré un poco más. Esto es lógico.\n\n(Note: I removed repetitive and nonsensical phrases, but maintained the original meaning and mode of sentences.)",
        "old_text": "Bueno, aquí pone angulas y cada año cambio, ¿no? Ahora son sardinas, ¿no? Y siempre me equivoco, ¿eh? Porque pienso que os gustan las sardinas y a nadie le gustan las sardinas. Pero pensé que las angulas serían interesantes y no encontraba nunca a nadie que le gustasen las angulas, ¿no? Mirad, demanda y oferta, ¿no? La función de demanda es muy fácil de entender, ¿no? Creo, ¿eh? Que es muy fácil de entender. Es una función que pone en relación, en relación, precios y cantidades de la gente, ¿vale? Distintas cantidades a distintos precios, ¿vale? Entonces serían deseos, ¿no? Deseos de, yo qué sé, de sardinas, pues a distintos precios, ¿cuántas cantidades de sardinas yo compraría? ¿Vale? Entonces, yo qué sé, pues sería que la cantidad demandada de sardinas está en función básicamente del precio de las sardinas, ¿no? Entonces, si yo pongo aquí un cuadro y aquí pongo precio de la sardina y aquí pongo cantidad de sardina, pues si la sardina va a 120 euros al kilo, pues quizás me compro la cola de la sardina, ¿no? Pero no voy a tomar demasiadas sardinas, ¿no? Voy a consumir poquísimo, ¿no? Y a medida que va bajando el precio de las sardinas, consumiré un poco más, ¿no? Y un poco más, y un poco más, y un poco más, ¿no? Esto es lógico.",
        "kind": "online_video",
        "file_number": "5",
        "filename": "1 5 Demanda y Oferta Coste de oportunidad y factores no homogeneos-wav.json",
        "url": "https://www.youtube.com/watch?v=X2UItko3LRw&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:01:27,340",
        "timestamp_end": "00:02:11,320",
        "text": " Lógico, el precio o la demanda de sardinas dependen no solo del precio de las sardinas, sino también de otros factores como los gustos y las modas. Por ejemplo, si se publica un artículo en una revista científica que afirme que comer sardinas aumenta la vigorosidad sexual, automáticamente la demanda de sardinas se dispararía. Lo veis? Quizás de forma paralela y en gran cantidad.\n\n(I have removed the footnote [1])",
        "old_text": "Lógico, ¿no? Lo veis lógico, ¿no? Me imagino, ¿no? ¿Vale? Claro, el precio de, o la demanda de sardinas solo depende del precio de las sardinas. No, no, no, no. También depende, por ejemplo, de los gustos, de las modas, ¿no? Por ejemplo, imaginaos que sale un artículo de Nature, ¿no? De la revista de esta científica, ¿no? Que dice que comer sardinas aumenta la vigorosidad sexual. Automáticamente, ¿qué pasa con la demanda de sardinas? ¿Qué pasa con la demanda de sardinas? Bomba, se dispara, ¿no? ¿Lo veis? Y se dispararía de forma paralela, ¿no? ¿Vale? Pero aumentaría mogollón la demanda de sardinas posiblemente, ¿no? O al revés.",
        "kind": "online_video",
        "file_number": "5",
        "filename": "1 5 Demanda y Oferta Coste de oportunidad y factores no homogeneos-wav.json",
        "url": "https://www.youtube.com/watch?v=X2UItko3LRw&t=87s"
    },
    {
        "number": 3,
        "timestamp_start": "00:02:11,320",
        "timestamp_end": "00:02:54,300",
        "text": " An article claims that eating many sardines can produce prostate cancer, so if demand varies with price, you would move along this function. But if tastes change, the curve will shift up or down. For example, if suddenly you love sardines and earn 300,000 euros at Google, your demand for sardines will increase significantly. But if you lose your job, it will decrease. Now, a different situation.",
        "old_text": "Sale un artículo que dice que comer muchas sardinas produce cáncer de próstata, ¿no? Dejase todas las sardinas, ¿no? Caería en picado, ¿no? Por lo tanto, la demanda de sardinas, fijaros, si varía el precio, tú te mueves, ¿no? Y te vas a comer muchas sardinas. Y te vas a comer muchas sardinas. Y te vas a comer muchas sardinas. Y te vas a comer muchas sardinas. Fijaros, si varía el precio, tú te mueves a lo largo de esta función, ¿vale? Pero si varía otra historia, que serían los gustos, se desplaza para arriba o se desplaza para abajo, ¿no? ¿Vale? Si de golpe a ti te gustan las sardinas y de golpe te fichas a Google y ganas 300.000 euros, posiblemente tu demanda de sardinas, bomba, también salte, ¿no? O si te quedas en la calle del curro, ¿vale? Caiga para abajo, ¿no? Vale, ahora otra situación.",
        "kind": "online_video",
        "file_number": "5",
        "filename": "1 5 Demanda y Oferta Coste de oportunidad y factores no homogeneos-wav.json",
        "url": "https://www.youtube.com/watch?v=X2UItko3LRw&t=131s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:54,300",
        "timestamp_end": "00:03:29,540",
        "text": " Otra vez, 30, ¿no? Por ejemplo, las sardinas tienen competidores, ¿no? Los boquerones pueden ser un competidor de las sardinas, ¿no? Cuando vas a un lugar como la Boquería y ves que las sardinas están caras, pero algo que no está muy barato, compras boquerones en su lugar. Por lo tanto, también podríamos incluir aquí el precio de productos sustitutivos, etcétera. ¿Vale? Quiero saber si hay alguna duda sobre esto, ¿eh? No solo sobre la oferta, sino específicamente sobre este tema.\n\n(I have removed the footnote mark \"30\", which I assume was a formatting issue and not part of the actual text.)",
        "old_text": "Otra, 30, ¿no? O, por ejemplo, las sardinas tienen competidores, ¿no? Los boquerones. Puede ser un competidor de las sardinas, ¿no? Entonces, tú te vas a, yo qué sé, a la boquería y vas a comprar sardinas, y ves que están caras, pero ves que algo que no está muy barato, pues compras boquerones, compras sardinas, ¿no? ¿Vale? Por lo tanto, también lo podríamos aquí, ¿no? El precio de productos, digamos, sustitutivos, etcétera, etcétera. Yo creo que esto es muy fácil de entender, ¿no? No voy a insistir con esto. ¿Vale? Quiero saber si hay alguna duda de esto, ¿eh? No de la oferta, de esto.",
        "kind": "online_video",
        "file_number": "5",
        "filename": "1 5 Demanda y Oferta Coste de oportunidad y factores no homogeneos-wav.json",
        "url": "https://www.youtube.com/watch?v=X2UItko3LRw&t=174s"
    },
    {
        "number": 5,
        "timestamp_start": "00:03:29,540",
        "timestamp_end": "00:04:17,680",
        "text": " Claro, si hay mucha demanda, el precio sube. Si hubiera una demanda muy elevada, el precio sería aún mayor. Tienes razón, la demanda es el factor relevante. Pero no se traslada, es mi propia decisión. La oferta, fíjate, es más sencilla. Imaginemos que somos pescadores de sardinas y que los precios dependen de la cantidad que estamos dispuestos a pescar. Esa es la idea básica. Son deseos y costes. Vamos a suponer que vivo en este escenario.",
        "old_text": "¿Vale? Un minuto, va. Si hay mucha demanda, sube el precio. Si hubiera muchísima demanda, subiría el precio. Tienes razón. Muchísima. Pero no se desplaza. Es la mía, es la mía, es la mía. La mía individual. ¿Vale? Vamos a la oferta. Fíjate, que esa era la fácil. ¿Vale? Vamos a la oferta. Claro, la oferta. Ahora, ¿sí? Somos pescadores de sardinas, ¿vale? Somos pescadores, ¿eh? Vale. Y entonces, la función de oferta, yo aquí voy a poner precios, aquí es cantidades que yo estaría dispuesto a pescar en función del precio. Esa es la idea. ¿Veis? Son deseos. Y son costes, ¿no? Vamos a imaginarnos que yo vivo en la escala.",
        "kind": "online_video",
        "file_number": "5",
        "filename": "1 5 Demanda y Oferta Coste de oportunidad y factores no homogeneos-wav.json",
        "url": "https://www.youtube.com/watch?v=X2UItko3LRw&t=209s"
    },
    {
        "number": 6,
        "timestamp_start": "00:04:17,680",
        "timestamp_end": "00:05:06,500",
        "text": " Yo pescaré tres horas por la mañana, lo cual me proporcionara aproximadamente 15 kilos de sardinas, dado que recibo 20 euros por kilo. Por lo tanto, gane alrededor de 300 euros diarios. Mas tarde, asistire a un baile con mis amigos.\n\n(Footnotes have been removed)",
        "old_text": "¿Vale? Y yo voy a pescar tres horas por la mañana. Cuatro horitas por la mañana. ¿Vale? Y me saco, pues no sé, con cuatro horitas por la mañana, las sardinas no se pescan así, ¿eh? Pero bueno, da igual, ¿eh? ¿Vale? Y pillo 15 kilos de sardinas. ¿Vale? Y las sardinas, esos 15 kilos, me pagan... Me pagan a... 20 euros al kilo, va. Es mucho, ¿eh? Pero me da igual, ¿no? ¿Eso qué significa? Que yo estoy sacándome 300 euritos cada día, ¿no? Pescando, ¿no? Ahora, una a cabo. Me voy a un baile de todos los colegas.",
        "kind": "online_video",
        "file_number": "5",
        "filename": "1 5 Demanda y Oferta Coste de oportunidad y factores no homogeneos-wav.json",
        "url": "https://www.youtube.com/watch?v=X2UItko3LRw&t=257s"
    },
    {
        "number": 7,
        "timestamp_start": "00:05:06,500",
        "timestamp_end": "00:05:36,080",
        "text": " Hacemos el vermutillo y luego jugamos una partida. Después, voy a tomar una siesta y a ver una película. Siempre me juntó con amigos y celebro algún festivo. ¿Ves que vivo bien? Gano 300 euros cada día y además tengo dos niños. ¿Ya pagaste el alquiler y otras cosas? Sí, ya lo hice.\n\n(Explanation of corrections made)\nI did not remove any footnotes because there were none in the original text. However, I corrected a spelling error: \"juntó\" was changed to \"junto\".",
        "old_text": "Hacemos el vermutillo. ¿Vale? Buen rollito y luego hacemos una partida. Vamos al mú, y a la butifarra y no sé qué rollos. Y luego me pongo una siesta y luego me miro una peli. ¿Vale? Y ya está, esa es mi vida, ¿no? Siempre me pego algún festoro con amigos y toda esa historia. ¿No? ¿Ves que yo vivo bien, no? 300 euros cada día, ¿no? Y ahora resulta que... ¿Eh? ¿Ya lo has pagado? Sí, hombre. Sí, sí. Sí, sí. El alquiler, no sé qué. Y además tengo dos niños. Sí, hombre. Pero 300 euros al día no está mal.",
        "kind": "online_video",
        "file_number": "5",
        "filename": "1 5 Demanda y Oferta Coste de oportunidad y factores no homogeneos-wav.json",
        "url": "https://www.youtube.com/watch?v=X2UItko3LRw&t=306s"
    },
    {
        "number": 8,
        "timestamp_start": "00:05:36,080",
        "timestamp_end": "00:14:33,580",
        "text": " \"No está mal 300 euros, pero te ha costado tres Carlos y la gasolina del barco.\" (Translation of the cleaned-up transcription: \"300 euros... But it has cost you three cars' worth and the boat's gasoline.\")",
        "old_text": "No está mal. 300 euros... Pero te ha costado... Tres carlos a pico. Tres carlos a pico. Claro, el ratito que he estado, ¿no? La gasolina del barco. ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No? ¿No?",
        "kind": "online_video",
        "file_number": "5",
        "filename": "1 5 Demanda y Oferta Coste de oportunidad y factores no homogeneos-wav.json",
        "url": "https://www.youtube.com/watch?v=X2UItko3LRw&t=336s"
    }
]