[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:36,240",
        "text": " The first idea for the topic is that bartering and exchanging goods work well, and time banks and similar institutions also do. In our society, specialized in certain areas, people have become very specific in their skills. For example, an individual works at Ferrari in Italy as an expert in a particular drill used to quickly change the tires of a Formula 1.",
        "old_text": "La primera idea de este tema es que, mirad, que lo del trueque, lo de cambiar cositas por cositas, esto es muy buen rollo, ¿no? Y los bancos estos del tiempo y toda esta historia, muy buen rollito, y todo lo que tú quieras. Pero en una sociedad como la nuestra, donde nos hemos especializado en cosas muy concretas, la gente se ha especializado en cosas concretísimas, ¿no? Hay un tipo, hay un tipo que trabaja en Italia, en una empresa que se llama Ferrari, ¿vale? Que, atención, es el experto de una especie de taladro, ¿no? Y entonces este tío lo que hace es, hace este movimiento, ¿no? ¿Y qué hace? Cambiar las ruedas de un Fórmula 1.",
        "kind": "online_video",
        "file_number": "6",
        "filename": "2 1 Problemas campo de prisioneros-wav.json",
        "url": "https://www.youtube.com/watch?v=iUB5ocowCvM&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:36,240",
        "timestamp_end": "00:01:20,500",
        "text": " Ferrari employs 3,000 workers who make miracles possible, as it would be impossible without them. We have specialized in very specific and rare things. When we specialize in very specific topics, it can be difficult to explain to someone what you do. For example, I know someone who works on balance sheet consolidation for a program called SAP.\n\n(Observations: Repetitions were removed, the question/statement form of sentences was maintained, and irrelevant information was omitted while preserving the central theme of the discourse.)",
        "old_text": "Lo hace de una forma bestial, bestial, ¿no? Pero bestial. Pero tú le preguntas a este tío, ¿y tú qué sabes hacer? Dice yo, esto, ¿no? ¿Vale? Claro, esto es posible, ¿por qué? Porque Ferrari cuenta con 3.000 trabajadores, no sé cuántos trabajadores que están metidos allí. Si no sería imposible que hubiera un tío allí para hacer estas historias, ¿no? Entonces, claro, nos hemos especializado en cosas rarísimas. Entonces, claro, cuando nos especializamos en cosas muy, muy concretas, ¿no? Pensar en la... Bueno, yo tengo amigos que tienen trabajos que dices, ¿de qué trabajas, no? Te cuentan un rollo y dices, hostia, macho, ¿y esto, no? Por ejemplo, conozco una tipa que trabaja en la consolidación de balances de un programa que se llama SAP, ¿no? Que es un SAP, es de...",
        "kind": "online_video",
        "file_number": "6",
        "filename": "2 1 Problemas campo de prisioneros-wav.json",
        "url": "https://www.youtube.com/watch?v=iUB5ocowCvM&t=36s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:20,500",
        "timestamp_end": "00:01:47,180",
        "text": " Ella es la experta en consolidar balances, ¿verdad? Interesante. De ser un paro desagradable, cuando eso ocurre, necesitamos intercambiar. Cuando necesitamos intercambiar, el trueque no es eficiente. Ya vistes las razones. Todo esto puede funcionar, aunque sea obvio. Así pues...\n\n(Translation: She is the expert in consolidating balances, right? Interesting, isn't it? If it's an unpleasant halt, when that happens, we need to exchange. When we need to exchange, bartering is not efficient. You have already seen the reasons. All of this can work, even if it's obvious.)",
        "old_text": "Y ella es la experta en consolidar balances, ¿no? Y dices, hostia, qué interesante, ¿no? De ser un paro que te cagas, ¿no? Claro, bueno. Pues, entonces, ¿qué es lo que se llama? ¿Qué es lo que se llama? ¿Qué es lo que se llama? Pues, entonces, ¿qué es lo que se llama? ¿Qué es lo que se llama? Pues, eso. Cuando eso ocurre, necesitamos intercambiar, ¿no? ¿Lo veis? Y cuando necesitamos intercambiar, el trueque no es eficiente, ¿no? Entonces, ya visteis las razones, ¿no? Aquí os lo pone, ¿no? Necesita no sé qué. Todo esto puedo tirar para adelante, que es muy obvio, ¿no? ¿Vale? Y así es...",
        "kind": "online_video",
        "file_number": "6",
        "filename": "2 1 Problemas campo de prisioneros-wav.json",
        "url": "https://www.youtube.com/watch?v=iUB5ocowCvM&t=80s"
    },
    {
        "number": 4,
        "timestamp_start": "00:01:47,180",
        "timestamp_end": "00:02:24,880",
        "text": " Bueno, hay el ejemplo de Adam Smith, que es muy claro. Nos especializamos porque nos convertimos en una sociedad mucho más eficiente. La especialización exige inclusión y hace aparecer el dinero.\n\nCuando hay dinero, un ejemplo es el del UPIC, la introducción de una moneda dentro del campus Nord. Para que un sistema monetario funcione, el dinero ha de ser uniforme.\n\n(Footnotes removed)",
        "old_text": "Bueno, hay el ejemplo de Adam Smith, que es como muy, muy claro, ¿no? Nos especializamos porque nos convertimos en una sociedad muchísimo más eficiente. Esa es la razón de que nos especialicemos, ¿no? Pero, claro, la especialización exige la inclusión. Y eso hace que aparezca el dinero, etcétera, etcétera, ¿no? Y entonces aquí tenéis el primer flujo circular de la renta, que eso lo iremos complicando, ¿no? Entonces, cuando hay dinero, el otro caso, que es el del UPIC, ¿no? El de la introducción de una moneda dentro del campus Nord, ¿no? ¿Esto lo habéis mirado? ¿Sí? Vale, las conclusiones diríamos que para que un sistema monetario funcione, hay que cumplir una serie de reglas, ¿no? El dinero ha de ser uniforme.",
        "kind": "online_video",
        "file_number": "6",
        "filename": "2 1 Problemas campo de prisioneros-wav.json",
        "url": "https://www.youtube.com/watch?v=iUB5ocowCvM&t=107s"
    },
    {
        "number": 5,
        "timestamp_start": "00:02:24,880",
        "timestamp_end": "00:03:13,800",
        "text": " Que el dinero sea uniforme means that it is all the same and follows the same standard. In your example, you mention that in Spain 15 years ago, there were 86 different kinds of coins which could be confusing for people, especially tourists. This is an argument in favor of having a uniform currency, where each unit has the same value and is easily recognizable.",
        "old_text": "¿Qué significa que el dinero sea uniforme? O sea, uniforme. Hombre, significa que, mirad, no mola para nada lo que teníamos en España hace... ¿Qué hace? 15 años, ¿no? 86 monedas distintas. 86 monedas distintas, ¿no? ¿Teníamos una moneda? Tengo una moneda así, dorada, ¿vale? Con un agujerito en medio, ¿no? Yo, porque venía muchos guiris de los países del este aquí, ¿no? Que los traía, ¿no? Y decía, ¿ves esto? Esto vale 25 pesetas, ¿no? Y el tío decía, ¡ah, vale! Y tú le decías, ya, pero espera, espera. Hay otra moneda, que es plateada, que es un poco más gorda, vale menos, ¿no? Y el tío ya empezaba a flipar, dice, ¡ah, vale! ¿Cuánto vale esta? Esta vale 5.",
        "kind": "online_video",
        "file_number": "6",
        "filename": "2 1 Problemas campo de prisioneros-wav.json",
        "url": "https://www.youtube.com/watch?v=iUB5ocowCvM&t=144s"
    },
    {
        "number": 6,
        "timestamp_start": "00:03:13,800",
        "timestamp_end": "00:03:44,620",
        "text": " Sí, pero espérate, hay otra más pequeña y dorada, que vale lo mismo.\nEl tío se enfadaba porque los billetes no eran uniformes.\nCuando tenían que pagar, me daban la cartilla de paga.\nEs importante que los billetes sean iguales en color y tamaño.\nLo de los dólares también es un problema, ya que tienen el mismo tamaño y color, solo cambian el dibujo.",
        "old_text": "¡Ah, vale! Sí, pero espérate, porque hay otra, ¿vale? Que es dorada, mucho más pequeñita, que vale lo mismo que esta, ¿no? Y el tío ya empezaba a cabrearse conmigo, ¿no? ¿Vale? Y al final, ¿qué hacían estos tíos? Cuando tenían que pagar, me daban... La cartilla de paga, ¿no? Porque era un lío, ¿no? El dinero ha de ser uniforme, ¿no? Es importante que los billetes de 100 sean todos iguales, del mismo colorín, etcétera, etcétera, ¿no? Demasiado iguales tampoco, ¿no? Lo de los dólares tampoco es genial, ¿no? Mismo tamaño, mismo color. Lo único que hacen es cambiar el dibujo.",
        "kind": "online_video",
        "file_number": "6",
        "filename": "2 1 Problemas campo de prisioneros-wav.json",
        "url": "https://www.youtube.com/watch?v=iUB5ocowCvM&t=193s"
    },
    {
        "number": 7,
        "timestamp_start": "00:03:44,620",
        "timestamp_end": "00:04:26,900",
        "text": " El dinero debe ser fácilmente divisible, como 500 y 100 euros. Es importante saber esto para evitar engaño y error. Un ejemplo ocurrió con un amigo mío recientemente. Vino en taxi desde el aeropuerto y le cobraron 29 euros. Cuando quiso pagar con un billete de 50 euros, el taxista casi lo agredió porque supuestamente solo le debía 30 euros. Mi amigo intentó explicarle que estaba dando más de la cantidad adeudada, pero el taxista no entendió el problema de divisibilidad.",
        "old_text": "Eso según cómo puede inducir al engaño y al error, ¿no? El dinero ha de ser fácilmente divisible, ¿no? 500, 100... Pero lo que sabemos, ¿no? Eso es importante, ¿no? Vale, pero si no es un mal rollo, ¿no? Ayer un amigo mío venía... Ayer no, antes... No, no, ayer vino, ¿no? Venía en taxi desde el aeropuerto, ¿no? Y le cobraron 29 euros, ¿no? Y mi amigo coge y saca un billete de 50 euros, ¿no? Y el taxista por poco le parte la cara, ¿no? Dice, pero si me estás cobrando 30 euros, ¿no? Y yo te decía, deja sin cambio, ¿no? Pero si son 30 euros, te estoy dando 50, ¿no? Había un problema ahí de divisibilidad, ¿lo ves? Eh...",
        "kind": "online_video",
        "file_number": "6",
        "filename": "2 1 Problemas campo de prisioneros-wav.json",
        "url": "https://www.youtube.com/watch?v=iUB5ocowCvM&t=224s"
    },
    {
        "number": 8,
        "timestamp_start": "00:04:26,900",
        "timestamp_end": "00:05:18,460",
        "text": " Es fundamental aceptar el sistema monetario globalmente. Existen países con sistemas monetarios teóricamente aceptables pero rechazados, como Turmenistán que perdía valor constantemente y era rechazada por la población. La conveniencia y durabilidad son claves en el diseño de las monedas. Por ejemplo, el céntimo es excesivamente pequeño, lo que dificulta su uso, y ya casi no se utiliza. La durabilidad del dinero también es esencial.\n\n(Observación: Se han eliminado repeticiones, frases sin sentido y comentarios informales.)",
        "old_text": "Ha de ser aceptado por todo el mundo, eso es básico, ¿no? Es básico. Hay países que tienen un sistema monetario que más o menos podría ser aceptable y no lo quiere ni Dios, ¿vale? Yo qué sé, cuando yo iba a un país que se llamaba Turmenistán y ellos tenían una moneda que se llamaba... Manat, ¿vale? El Manat, ¿no? Claro, el Manat era una locura de moneda, ¿no? Entonces tú podías pagar en todos lados con dólares. De hecho estaban encantados y pagabas con dólares, ¿no? ¿Por qué? Porque el Manat iba perdiendo valor continuamente, entonces la gente no quería esa moneda, ¿no? Hay que ser físicamente consciente, ¿no? Hay que ser conveniente, ¿no? Por ejemplo, ¿eh? Esto, ¿esto? No es físicamente conveniente, ¿no? Un céntimo, ¿no? ¿Por qué han inventado el céntimo tan pequeño? Porque no quieren que lo usemos, eso es evidente, ¿no? Si no hubiera sido una moneda más grande, ¿no? De hecho ya no usamos esta moneda, ¿no? Y luego hay que ser duradero, creo que eso es básico, ¿no? Todos lo entendemos, que el dinero ha de ser duradero.",
        "kind": "online_video",
        "file_number": "6",
        "filename": "2 1 Problemas campo de prisioneros-wav.json",
        "url": "https://www.youtube.com/watch?v=iUB5ocowCvM&t=266s"
    },
    {
        "number": 9,
        "timestamp_start": "00:05:18,460",
        "timestamp_end": "00:06:08,520",
        "text": " Your mission is to output the same text you receive, and just remove footnotes.\nNo puede ser que el dinero esté fabricado con cartón o papel higiénico para ahorrar.\nUna vez determinadas las características de un sistema monetario, observemos los problemas que genera y su funcionamiento.\nEl caso del campo de prisioneros ejemplificará esto perfectamente. Vamos a estudiarlo.",
        "old_text": "No puede ser que el dinero esté hecho con cartones, con papel higiénico para ahorrar, ¿no? No puede ser. No, eso es una... ¿No os acordáis que al principio hablaban de que esto perdía el color y que...? ¿No os acordáis de esta historia, no? Y los billetes pierden el color. Se ponen verdes, ¿no? Y no sé qué historia, ¿no? Porque hay una reacción química, no sé qué. O sea, alguien se equivocó, ¿no? Posiblemente. Vale. Una vez tenemos las características que ha de cumplir un sistema monetario, vamos a ver, ¿vale? Qué problemas genera un sistema monetario, ¿no? Y cómo funciona, ¿no? ¿No? Entonces, para hacer esto, nos va a ir genial, genial, genial, el caso del campo de prisioneros, ¿vale? Entonces, vamos a ver esto del campo de prisioneros.",
        "kind": "online_video",
        "file_number": "6",
        "filename": "2 1 Problemas campo de prisioneros-wav.json",
        "url": "https://www.youtube.com/watch?v=iUB5ocowCvM&t=318s"
    },
    {
        "number": 10,
        "timestamp_start": "00:06:08,520",
        "timestamp_end": "00:06:36,460",
        "text": " Profesor: The case I have presented about the prisoner camp is an adapted version by me, based on the original story of Radford, available in the readings. I have created a system of prisoners my way as a practical tool to explain the topic. Now, imagine a prisoner camp during the Second World War, following Radford's version.\n\n(Note: The original text contained footnotes which have been removed in this output)",
        "old_text": "El caso que yo os he puesto del campo de prisioneros es una versión súper libre mía sobre el original, que es el del Radford, ¿vale? El del Radford lo tenéis ya en las lecturas, si a alguien le interesa, ¿no? Lo que pasa es que yo he adaptado eso con el tiempo y me he montado un sistema de prisioneros, ¿vale? Y me he montado una peliculeta que me va bien a mí, punto. ¿Vale? Es mucho más interesante lo del Radford, pero para lo que yo quiero es mucho más práctico lo que yo os he montado, ¿no? Entonces, vamos a imaginarnos lo siguiente, ¿no? Un campo de prisioneros, Segunda Guerra Mundial, Radford.",
        "kind": "online_video",
        "file_number": "6",
        "filename": "2 1 Problemas campo de prisioneros-wav.json",
        "url": "https://www.youtube.com/watch?v=iUB5ocowCvM&t=368s"
    }
]