[
    {
        "number": 1,
        "timestamp_start": "00:05:12,940",
        "timestamp_end": "00:17:51,940",
        "text": " ¿Enric le debe al Santander 4.500 euros o no?\n¿Qué se os regala el botín? ¿De quién? No, del banco. Del banco.\n¿Cuánto tienes tú, Sergio? 6.000, ¿no?\n¿Y yo? 4.800, ¿no?\nPrimer milagro de la tarde.",
        "old_text": "¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Dé ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Dé ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Dé ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Dé ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¡Déjenme pasar! ¿Sí o no? ¿Enric le debe al Santander 4.500 euros o no? ¡La cagadeja 4.500 euros! ¿Qué se os regala el botín? ¿De quién? ¡No, del banco! ¡Del banco! ¿Cuánta pasa tienes tú, Sergio? 6.000, ¿no? Sergio tiene 6.000, ¿no? ¿Y yo? 4.800, ¿no? Primer milagro de la tarde.",
        "kind": "online_video",
        "file_number": "7",
        "filename": "2 2 La creación del dinero-wav.json",
        "url": "https://www.youtube.com/watch?v=0yJStjrbZ8k&t=312s"
    },
    {
        "number": 2,
        "timestamp_start": "00:17:51,940",
        "timestamp_end": "00:18:21,500",
        "text": " Your mission is to output the same text you receive, and just remove footnotes  Que no se haya terminado, está bien. Tres milagros para ser santo, ¿no? Todos los bancos deben ser Banco Santander, Banco Santa Caixa, etcétera. Esto es porque todos los bancos realizan, no tres, sino 300.000 \"milagros\" cada día. Vamos al siguiente milagro, ¿vale?\n\nImaginemos que en San Santiago ocurre lo mismo. El cociente de esa pasta será del 20% y no podrá hacer nada. No podrá tocar, ya que el 20% no tiene efecto.",
        "old_text": "Que no se ha acabado, ¿vale? Tres milagros santos. No sé si os sabéis, ¿eh? Para ser santo, tres milagros, ¿no? Todos los bancos tienen que ser Banco Sant Santander, Banco Santa Caixa, no sé cuántos, etcétera, etcétera. Porque todos los bancos hacen, no tres, hacen 300.000 milagros cada día. Vale, vamos a ir al siguiente, ¿no? Al siguiente milagro, ¿no? Vamos a imaginarnos que... Bueno, claro, aquí ocurre lo mismo, ¿eh? En San Santiago se pasa lo mismo, ¿no? El cociente de esa pasta habrá un 20% y no podrá hacer nada. No podrá tocar, ¿no? El 20% es el que no marca.",
        "kind": "online_video",
        "file_number": "7",
        "filename": "2 2 La creación del dinero-wav.json",
        "url": "https://www.youtube.com/watch?v=0yJStjrbZ8k&t=1071s"
    },
    {
        "number": 3,
        "timestamp_start": "00:18:23,440",
        "timestamp_end": "00:19:07,620",
        "text": " Pero actualmente es un cociente. Claroo, es más heavy, ¿no? He sido moderado, ¿vale? Aquí, legalmente, 960 euros que no pueden tocar, ¿no? Excedentes. 3.840 euros que sí podemos tocar, ¿vale? Ahora, guay. ¿Quién es Laura? Quiere montar un negocio potente en el Campus Nord, ¿no? Montar chiringuitos de pipas. Resulta que Kilian tiene los derechos de explotación de los chiringuitos de pipas en el Campus Nord. Sabéis que vale justo 3.840 euros.\n\n(Footnotes removed)",
        "old_text": "Pero actualmente es un cociente. Imagínate, aún es peor. Claro, es mucho más heavy, ¿no? Yo he sido moderado, ¿vale? Claro, ¿qué ocurre? Que aquí, legales, pues 960 euros que no pueden tocar, ¿no? Excedentes. 3.840 euros que sí podemos tocar, ¿no? ¿Vale? Ahora, guay. Laura, no sé si os sabéis, ¿no? Pero, ¿quién es? Quiere montar, se le ha ocurrido un negocio potente en el Campus Nord, ¿no? Montar chiringuitos de pipas. ¿Vale? Y resulta que Kilian tiene los derechos de explotación de los chiringuitos de pipas en el Campus Nord. Y sabéis que vale justo, justo, ¿eh? 3.840 euros.",
        "kind": "online_video",
        "file_number": "7",
        "filename": "2 2 La creación del dinero-wav.json",
        "url": "https://www.youtube.com/watch?v=0yJStjrbZ8k&t=1103s"
    },
    {
        "number": 4,
        "timestamp_start": "00:19:07,620",
        "timestamp_end": "00:19:47,920",
        "text": " Laura, te pido la pasta de la caja de ingenieros, ya que sé que la tienes.\nMe dijiste que la caja de ingenieros te proporciona efectivo, verdad?\nMira, Laura, llevar efectivo en el bolsillo puede ser peligroso y no recomendable.\nTe sugerí abrir una cuenta corriente con 3.840 euros de préstamo.\nAsí, podrás pagar a Kilian, quien trabaja con otro banco.\nPodríamos realizar todas las operaciones en un mismo banco para facilitar el proceso, pero lo hacemos así por claridad.\nTu banco se llama Bebeba, cierto?",
        "old_text": "¿Vale? Entonces, Laura, me vienes a ver, tal, no sé qué, no sé cuántos, y te digo, pide la pasta de la caja de ingenieros que yo sé que la tiene, ¿no? ¿Vale? Lo mismo, ¿lo ves? La caja de ingenieros, te deja la pasta, ¿no? Pero te dice lo mismo. Mira, Laura, ir con pasta por el bolsillo, tal, peligroso, no sé qué. Te abre una cuenta corriente. ¿Vale? Cuenta corriente, Laura, 3.840 euros, préstamo, ¿vale? Laura, 3.840 euros, ¿vale? Y tú coges y le pagas a Kilian, ¿vale? El cheque, ¿vale? Tú, Kilian, trabajas con otro banco. Todo esto podemos hacer con el mismo banco, ¿no? Pero es para que lo entendamos mejor, ¿no? Tú trabajas con un banco que se llama Bebeba.",
        "kind": "online_video",
        "file_number": "7",
        "filename": "2 2 La creación del dinero-wav.json",
        "url": "https://www.youtube.com/watch?v=0yJStjrbZ8k&t=1147s"
    },
    {
        "number": 5,
        "timestamp_start": "00:19:48,620",
        "timestamp_end": "00:20:53,240",
        "text": " Kilian introduces and opens a current account with a check of 3,840 euros. After asking for the money, Laura has no euros left, only a pack of sunflower seeds. Sergio has 6,000 euros, you have 4,800 euros, Kilian has 3,840 euros and I have 3,000 euros. We have increased the initial amount to more than 14,000 euros. There is no need to continue, as there is a bank multiplier called \"1 times R\".\n\n(Note: The multiplier \"1 times R\" seems to be a mistake or unknown term, as it doesn't have any meaning in banking or financial context.)",
        "old_text": "¿No? Y entonces Kilian coge y mete el Bebeba, pues pone el cheque este, ¿no? Por valor de 3.840 euros y te abre una cuenta corriente, Kilian, por valor de 3.840 euros, ¿no? ¿Vale? Acto seguido, vamos a imaginaros que sí, que pedimos la pasta y no sé qué películas, ¿no? ¿Vale? Aquí solo quedan las legales. Tú, Laura, ya no tienes un duro, ¿no? Tienes un chinguito de pipas, pero no tienes un duro. Y esto, queda fuera, ¿no? ¿Vale? Volvamos, ¿eh? Sergio, ¿cuánta pasta tienes? 6.000, ¿no? ¿Vale? ¿Y yo? 4.800, ¿no? ¿Y tú, Kilian? 3.000, ¿no? 3.840, ¿no? ¿Veis? Ya es segundo milagro, ¿no? Ya llevamos, de 6.000 ya hemos hecho 6 y 4, 10 y 3, 3, 14.000 y pico euros, ¿no? Podríamos continuar, no vale la pena, ¿no? No vale la pena, ¿no? Si continuásemos, veríamos que hay un multiplicador bancario, ¿vale? Ese multiplicador bancario se llama 1 partido por R.",
        "kind": "online_video",
        "file_number": "7",
        "filename": "2 2 La creación del dinero-wav.json",
        "url": "https://www.youtube.com/watch?v=0yJStjrbZ8k&t=1188s"
    },
    {
        "number": 6,
        "timestamp_start": "00:20:53,240",
        "timestamp_end": "00:22:18,000",
        "text": " ¿Qué es R? Significa el 20%, o también significa el cociente de caja. Ahora, si juntamos un euro con un céntimo y esperamos 6 meses, cuando sea verano de nuevo y me vuelva a poner estos pantalones, el euro seguirá siendo un euro en mi bolsillo.\n\n(Footnote removed: [1] R is a programming language and environment for statistical computing and graphics.)",
        "old_text": "¿Qué es R? El cociente de caja. 20%, 1 partido por 0, 2, 5, 5, bestial, 5, ¿no? 5. ¿Esto qué significa? Claro, esto significa muchas cosas, ¿no? Pero entre las cosas, ¿qué significa? Mirad, significa que, vamos a hacer un invento aquí, a ver si lo tengo. ¿Sí? Lo escribo, ¿eh? ¿Quieres que lo escriba? Seguro, ¿eh? 1 euro, ¿vale? Preparados, ¿eh? 1 euro. Toc, en mi bolsillo, ¿vale? Vamos a cantarle un poquito, ¿sabéis cantar vosotros? Vamos a cantarle un poquito, vamos a ponerle musiqueta, ¿vale? Me lo llevaré de paseo, me lo llevaré que tome el sol, a mí me gusta mucho navegar, pues me lo llevaré a navegar, me lo llevaré a la montaña, este fin de semana me voy a Francia, pues me lo llevaré a Francia, me lo llevaré a Francia, ¿vale? Y, bueno, lo cuidaré, ¿no? Entonces, claro, debe estar aburrido, ¿no? Vale, lo voy a juntar con un céntimo, ¿vale? A ver si ocurre algo aquí, tal, ¿no? Pa, pa, pa, pa, pasan 6 meses, ¿no? ¿Vale? Cuando sea de nuevo verano me volveré a poner estos pantalones, ¿no? Vale, ¡boc! Pongo la mano, ¡hostia! No ha pasado nada, ¿lo veis? El euro continúa siendo el euro, ¿vale? Y, bueno, me voy a poner estos pantalones, ¿vale? Y, bueno, me voy a poner estos pantalones, ¿vale? El euro continúa siendo el euro, ¡cabrón de la leche, no! Un euro en mi bolsillo que es un euro.",
        "kind": "online_video",
        "file_number": "7",
        "filename": "2 2 La creación del dinero-wav.json",
        "url": "https://www.youtube.com/watch?v=0yJStjrbZ8k&t=1253s"
    },
    {
        "number": 7,
        "timestamp_start": "00:22:18,000",
        "timestamp_end": "00:22:57,000",
        "text": " No es más que un euro, pero si lo depositas en un banco impresionante, se convierte en dinero de alta potencia. El banco o el sistema bancario es capaz de convertir este euro en 5. Sabéis cuál es el coeficiente de caja en Europa actualmente, Eric? Es del 1%. Por tanto, el sistema bancario puede multiplicar 100 euros a partir de un solo euro. ¿Lo ves o no? Realmente es increíble y exagerado, ya que permite obtener 100 euros a partir de solo 1.\n\n(Footnotes removed)",
        "old_text": "No es más que un euro, pero atención, este euro lo pongo en un banco flipante. Se convierte en dinero de alta potencia y el banco, el sistema bancario es capaz de este euro, en este caso, de este euro hacer 5. Y lo que decías tú, Eric, ¿no? ¿Sabéis cuál es el coeficiente de caja en estos momentos en Europa? El 1%. Por lo tanto, el sistema bancario es capaz de hacer 100 euros. ¡Qué locura! Es capaz de hacer 100. ¿Lo veis o no? Que es una pasada de vueltas eso, ¿no? Es exagerado, ¿no? De un euro, 100, ¿no? Claro, eso es lo que veíamos aquí.",
        "kind": "online_video",
        "file_number": "7",
        "filename": "2 2 La creación del dinero-wav.json",
        "url": "https://www.youtube.com/watch?v=0yJStjrbZ8k&t=1338s"
    },
    {
        "number": 8,
        "timestamp_start": "00:22:57,000",
        "timestamp_end": "00:23:57,000",
        "text": " A ver si lo podemos ver. La base monetaria es el efectivo en manos del público, que es lo que tenemos cada uno en el bolsillo o lo que tiene tu padre escondido debajo del colchón, o vete a saber donde. También incluye las reservas de los bancos. El sistema bancario puede hacer una oferta monetaria como un acordeón alucinante. ¿Qué es lo más alucinante de toda esta historia? Pues que el dinero de verdad es la base monetaria.",
        "old_text": "A ver si lo podemos ver. Ahí lo tenemos, ¿vale? La base monetaria, fíjate, ¿eh? ¿La base monetaria qué es? La base monetaria, ahí lo tenemos, ¿vale? La base monetaria, ¿qué es? La base monetaria, ahí lo tenemos, ¿vale? Ahí lo tenéis, ¿no? La base monetaria sería el efectivo en manos del público, que es lo que tenemos cada uno en el bolsillo, ¿no? Eso es el efectivo en manos del público, ¿no? En el bolsillo, o lo que tiene tu padre escondido debajo del colchón, o vete a saber el qué, ¿no? ¿Vale? ¿Entendéis? El dinero negro es efectivo en manos del público, ¿no? ¿Vale? No está en tus manos, no estás con dinero detrás, no sé qué, pero eso es el efectivo en manos del público, ¿no? Más las reservas de los bancos, el sistema bancario es capaz de hacer una especie de acordeón alucinante que se llama oferta monetaria, ¿vale? ¿Qué es lo más alucinante de toda esta historia? Pues mirad, ¿qué? El dinero de verdad, ¿cuál es? ¿La oferta o la base? La base.",
        "kind": "online_video",
        "file_number": "7",
        "filename": "2 2 La creación del dinero-wav.json",
        "url": "https://www.youtube.com/watch?v=0yJStjrbZ8k&t=1377s"
    },
    {
        "number": 9,
        "timestamp_start": "00:23:57,000",
        "timestamp_end": "00:30:49,000",
        "text": " No, I have not said yes.\n\n(The original text contained two \"no's\" in a row, which emphasizes the negative tone of the sentence and should be kept for proper context.)",
        "old_text": "¡No! Genial que me lo hayas dicho, pero no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no, no,",
        "kind": "online_video",
        "file_number": "7",
        "filename": "2 2 La creación del dinero-wav.json",
        "url": "https://www.youtube.com/watch?v=0yJStjrbZ8k&t=1437s"
    }
]