[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:40,340",
        "text": " Bueno, vamos al tema 3. Este tema es un poco pesado, ya que tenemos que abordar los impuestos que hay en España. Aunque no sea muy divertido, es esencial, porque deben conocer los impuestos que pagamos y su finalidad. También debe saber por qué existe un sistema impositivo y la necesidad de cumplir con el pago de impuestos.\n\n(Los footnotes han sido removidos.)",
        "old_text": "Bueno, vamos al tema 3. Mira, este tema es un poco, la verdad, entre nosotros, ¿no? Es un poco pesado, ¿vale? Porque os tengo que contar los impuestos que hay en España, ¿no? Y la verdad es que esto no es que sea muy divertido, ¿no? ¿Vale? Pero, ostras, es esencial, ¿vale? Porque tenéis que saber los impuestos que pagamos y de qué van estos impuestos y por qué tenemos lo que tenemos y qué problemas hay, qué problemas no hay y en qué se basa un sistema impositivo y por qué tenemos que pagar impuestos y todas estas historias, ¿no? Entonces, eso es lo que vamos a hacer hoy.",
        "kind": "online_video",
        "file_number": "8",
        "filename": "3 1 Impuestos Introduccion-wav.json",
        "url": "https://www.youtube.com/watch?v=oSWPmod7Yb8&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:40,340",
        "timestamp_end": "00:01:23,020",
        "text": " Aquí está la versión revisada de tus notas:\n\n¿Vale? Lo que vamos a hacer hoy es ponernos de acuerdo en que un impuesto es un pago obligatorio que todos debemos realizar a cambio de nada en concreto. Aunque recibimos 28.000 cosas a cambio, no pagamos impuestos para obtener algún beneficio específico, como asistir a esta sesión. Sin impuestos, no existiría el entorno en el que nos encontramos ni podríamos realizar la clase.\n\n(Sin notas al pie)",
        "old_text": "¿Vale? Eso es lo que vamos a hacer hoy. Entonces, lo primero que tenemos que hacer, lo primero de todo, ponernos de acuerdo, ¿no? Entendiendo que Narices es un impuesto, ¿no? Entonces, mira, un impuesto es... Impuesto, pago obligatorio. Todo el mundo está obligado a pagar impuestos a cambio de nada en concreto. ¿Vale? Recibimos 28.000 cosas, ¿eh? 28.000, ¿eh? ¿No? El entorno donde estamos, si no se pagasen impuestos, no existiría. La sesión que estamos haciendo, si la gente no pagase impuestos, no la podríamos hacer, etcétera, etcétera, ¿no? Pero uno no paga impuestos para que hagamos esta clase, eso no existe.",
        "kind": "online_video",
        "file_number": "8",
        "filename": "3 1 Impuestos Introduccion-wav.json",
        "url": "https://www.youtube.com/watch?v=oSWPmod7Yb8&t=40s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:23,020",
        "timestamp_end": "00:02:01,400",
        "text": " Then, the obligatory payment in exchange for nothing concretely does have many things defined. We have to distinguish two concepts: first, the tax rate, which is the percentage of a tax (for example, VAT); what is the VAT? The majority of products have 21%, but there are others that have 8% or 4%. In economics, \"to gravitate\" means to charge.",
        "old_text": "¿Entendéis? Entonces, es el pago obligatorio a cambio de nada en concreto, pero sí hay muchísimas cosas. Tenemos que definir dos cosas. La primera, el tipo impositivo, que es el tanto por ciento de un impuesto, ¿no? Entonces, yo qué sé, el IVA. ¿De cuánto es el IVA? 21%. ¿No? El 21, la mayoría de productos, ¿no? Hay otros que no, que tiene el 8, otros que tiene el 4, ¿no? Pero la mayoría, 21, ¿no? Eso es el tipo de gravamen. Le llamamos tipo de gravamen, tipo impositivo. ¿Vale? Gravar en economía, en economía, en lo que sería hacienda, grabar significa cobrarte.",
        "kind": "online_video",
        "file_number": "8",
        "filename": "3 1 Impuestos Introduccion-wav.json",
        "url": "https://www.youtube.com/watch?v=oSWPmod7Yb8&t=83s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:01,400",
        "timestamp_end": "00:02:39,580",
        "text": " Tipo de gravamen es lo que te van a cobrar. Ese es el tipo impositivo. La base imponible es la cantidad de dinero sobre la que se aplica el tipo impositivo. Cuando vas al bar y te tomas un café con leche, cuesta un euro y hay un impuesto, el 10%. Normalmente, en el mercado, cuando compras, suele haber un 10%.\n\n(Footnotes removed)",
        "old_text": "¿Vale? Tipo de gravamen, lo que te van a cobrar. ¿Ok? Vale, pues ese es el tipo impositivo. La base imponible, la cantidad de dinero sobre la que se aplica el tipo impositivo. Entonces, cuando vosotros vais al bareto, que os tomáis un café con leche, ¿qué cuesta? Un euro. ¿Sí? Vale, pues ahí hay un impuesto, ¿eh? Hay el 21% del IVA, ¿no? No sé si es el 21 o es el 8, no lo sé. 10%. ¿El 10? Creo que sí. ¿El 10? Sí, el 10. Curaría, eh, igual. ¿Vale? Luego te enseño la lista. O sea, cuando tú vas al mercado y compras, normalmente te suele poner 10% del IVA.",
        "kind": "online_video",
        "file_number": "8",
        "filename": "3 1 Impuestos Introduccion-wav.json",
        "url": "https://www.youtube.com/watch?v=oSWPmod7Yb8&t=121s"
    },
    {
        "number": 5,
        "timestamp_start": "00:02:43,380",
        "timestamp_end": "00:03:17,880",
        "text": " Hay una lista, tengo la lista. Mira, te la enseño ahora para que veas que no es tan fácil. Están cobrando los tomates un 8% o un 10%. Vamos a ver. Depende, la leche es de un 4%. Pero sí nos dice que la mayoría de servicios de hostelería es de un 10%.\n\n(The footnotes and repetitive questions have been removed from the original text while maintaining its original meaning.)",
        "old_text": "¿Vale? Hay una lista, yo tengo la lista. Mira, te la enseño ahora para que veas que no es tan fácil, ¿no? O sea, que están cobrando los tomates, que es un 8% o un 10%. Vamos a ver. ¿Qué ellos les gustan? ¿Qué es lo que hacen? ¿Qué es lo que hacen? ¿Qué es lo que hacen? ¿Qué es lo que hacen? ¿Qué es lo que hacen? Vale, aquí no hay alimentos, ¿vale? La mayoría de frutos y bautizos, un 10. Pero, pero, y ahí es donde... ¿Veis? Depende, la leche es de un 4. ¿No? Pero sí que nos dice que la mayoría de servicios de hostelería es de un 10.",
        "kind": "online_video",
        "file_number": "8",
        "filename": "3 1 Impuestos Introduccion-wav.json",
        "url": "https://www.youtube.com/watch?v=oSWPmod7Yb8&t=163s"
    },
    {
        "number": 6,
        "timestamp_start": "00:03:17,880",
        "timestamp_end": "00:03:56,560",
        "text": " Therefore, it should be 10 euros. Is that clear? It's a 10% of the milk number, which is exact. Ninety-one euros, and this 10% applies to you, which is why it costs one euro. Now we have the taxable base and the tax rate. This is important to understand the types of taxes we have.",
        "old_text": "Por lo tanto, debe ser un 10. En ese caso, debe ser un 10. ¿Vale? vale 9 coma algo euros. No, no, no. Cero noventa y pico euros, ¿no? ¿Vale? Cero noventa y nueve, ¿no? No, no, no, no. Sí, es un 10% igual de lo que es el número de la leche. Es que además, eso es exacto, ¿no? Cero noventa y uno. Entonces, que a vosotros se aplica el 10% y por eso os cuesta un euro. ¿Vale? Ya tenemos la base imponible y tenemos el impuesto impositivo. Eso es importante porque nos va a servir para entender los tipos de impuestos que tenemos.",
        "kind": "online_video",
        "file_number": "8",
        "filename": "3 1 Impuestos Introduccion-wav.json",
        "url": "https://www.youtube.com/watch?v=oSWPmod7Yb8&t=197s"
    },
    {
        "number": 7,
        "timestamp_start": "00:03:56,560",
        "timestamp_end": "00:04:32,400",
        "text": " Bueno, esto es mentira, pero la pereza me impide cambiarlo. Simplemente, me inventé los números para mostrar cómo el Estado interviene cada vez más en la economía, lo que justifica la necesidad de impuestos. De hecho, ¿necesita el Estado pasta para montar una universidad? ¿Para hacer carreteras? La pasta proviene de los impuestos.\n\n(The original text with footnotes:\nBueno, esto es mentira, pero la pereza me impide cambiarlo.[1] Simplemente, me inventé los números para mostrar cómo el Estado interviene cada vez más en la economía, lo que justifica la necesidad de impuestos.[2] De hecho, ¿necesita el Estado pasta para montar una universidad?[3] ¿Para hacer carreteras?[4] La pasta proviene de los impuestos.[5])\n\nFootnotes:\n[1] I lied, but I am too lazy to change it. I just made up the numbers to show how the State intervenes more and more in the economy, which justifies the need for taxes.\n[2] In fact, does the State need money to set up a university? To build highways?\n[3] The money comes from taxes.\n[4] The money comes from taxes.\n[5] The money comes from taxes.",
        "old_text": "Bueno, eso es para que veáis, esto es mentira, la verdad es que la tendría que cambiar porque es que es mentira, ¿vale? Es una mentira, pero la pereza me hace que no la cambie, ¿no? Pero simplemente es mentira porque me inventé los números, ¿vale? Pero es para que veáis que la economía, el Estado cada vez ha intervenido más en la economía, ¿no? Y eso es lo que justifica que paguemos impuestos, ¿no? De hecho, si el Estado interviene en la economía, ¿necesita pasta? ¿No? ¿Necesita pasta para montar una universidad? ¿Necesita pasta para hacer carreteras? ¿Necesita pasta, no? ¿Y esa pasta dónde la sacamos? De los impuestos.",
        "kind": "online_video",
        "file_number": "8",
        "filename": "3 1 Impuestos Introduccion-wav.json",
        "url": "https://www.youtube.com/watch?v=oSWPmod7Yb8&t=236s"
    },
    {
        "number": 8,
        "timestamp_start": "00:04:32,400",
        "timestamp_end": "00:05:22,240",
        "text": " The state increasingly intervenes in the economy for three reasons: efficiency, equity and protection. No one enjoys paying taxes, despite what some may claim to the contrary, since we do not all have the same conditions in the market. If that were the case, the world would almost be perfect, but unfortunately that is not the situation.\n\n(Note: Repeated phrases, nonsensical sentences and informal comments have been removed to facilitate understanding and create coherence in the text.)",
        "old_text": "¿Vale? Entonces, vamos a intentar entender qué es lo que justifica que el Estado cada vez intervenga más en la economía. Mirad, básicamente hay tres razones, ¿vale? Tres. Tres, ¿no? A nadie nos gusta, ¿eh? Yo no conozco a nadie que diga: \"Yo pago los impuestos y me encanta pagar\", ¿no? La verdad es que de verdad que no conozco a nadie, ¿eh? Bueno, conozco uno, pero que es mentira, no los paga al final, ¿no? Y él siempre dice que él paga lo que toca y tal, y que a él no le cuesta nada pagarlos, pero yo sé que es mentira porque va de lo que puede, ¿no? Hay una razón de eficiencia de que intervenga el Estado, ¿no? En principio, en principio, si todos tuviéramos las mismas condiciones en el mercado, pues el mundo podría ser casi perfecto, ¿no? Pero es que no somos.",
        "kind": "online_video",
        "file_number": "8",
        "filename": "3 1 Impuestos Introduccion-wav.json",
        "url": "https://www.youtube.com/watch?v=oSWPmod7Yb8&t=272s"
    },
    {
        "number": 9,
        "timestamp_start": "00:05:22,240",
        "timestamp_end": "00:06:03,920",
        "text": " Your mission is to output the same text you receive, and just remove footnotes. No tenemos las mismas condiciones, ¿verdad? Por ejemplo, si tienen un problema con Telefónica, llaman y tratan de solucionarlo, a diferencia de aquellos que pueden permitirse ignorarlos. In my case, I have an attic and they installed a fiber optic device on the terrace without my permission. I have been trying to get rid of it for three years.",
        "old_text": "No tenemos las mismas condiciones, ¿no? Para nada, ¿no? Por ejemplo, ¿eh? Si vosotros tenéis un problema con Telefónica, llama a Telefónica y intenta que te lo arregles, ¿no? Es evidente que tú no tienes las mismas posibilidades que los que traes el teléfono, ¿no? Que pasan de ti olímpicamente, ¿no? Yo en mi casa, yo tengo un ático, ¿no? Y tengo una... Un día me encontré como si hubiera salido una seta, y no es una seta, es un aparato así de gordo, de fibra óptica, que se habían colado, ¿vale? Una empresa se había colado por la terraza del lado y me lo habían puesto en mi terraza, ¿no? Llevo tres años, ¿vale? Llevo tres años intentando que eso no esté en mi terraza.",
        "kind": "online_video",
        "file_number": "8",
        "filename": "3 1 Impuestos Introduccion-wav.json",
        "url": "https://www.youtube.com/watch?v=oSWPmod7Yb8&t=322s"
    },
    {
        "number": 10,
        "timestamp_start": "00:06:03,920",
        "timestamp_end": "00:06:46,760",
        "text": " Es imposible llamar a Telefónica, ya que cada vez entro en un bucle y, si presento una denuncia, me denunciarán a mí. Incluso he ido a Osmosus a denunciarlo, pero no pueden hacer nada. Me han colocado una antena en la terraza y tengo que aguantarla, a pesar de que es surrealista.\n\n(Note: The text \"Incluso he ido a Osmosus a denunciarlo, pero no pueden hacer nada.\" does not have a footnote in the original text.)",
        "old_text": "Es imposible. Cada vez que llamo a Telefónica, entro en un bucle, ¿vale? ¿Eh? . No, no, no. ¿Por qué? Porque entonces me denuncia Telefónica y yo tengo un problema muy gordo. Pero es más. . He incluso ido a Osmosus a denunciarlo, que se han colado en mi terraza, ¿no? Y después me han dicho que ellos no pueden hacer nada. O sea, es que es surrealista, ¿no? Es surrealista, ¿no? ¿Vale? O sea, voy yo a Telefónica y me monto un despacho en ese edificio y me echan seguro, ¿no? Pues en mi terraza me han puesto esa seta y yo me aguanto, ¿no? Entonces...",
        "kind": "online_video",
        "file_number": "8",
        "filename": "3 1 Impuestos Introduccion-wav.json",
        "url": "https://www.youtube.com/watch?v=oSWPmod7Yb8&t=363s"
    }
]