[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:01:01,300",
        "text": " Primer impuesto importante: el IRPF, que grava la renta de las personas físicas. ¿Alguna vez han pagado el IRPF o realizado una declaración? Un ejemplo para entender esto: un profesor de universidad llamado Leandro. La gente se confunde y suele pensar lo siguiente:\n\nUn profesor de universidad llamado Leandro.",
        "old_text": "El primer impuesto importante. El IRPF. Impuesto que grava la renta de las personas físicas. ¿Sí? ¿Cuántos de vosotros pagáis el IRPF o habéis hecho alguna vez una declaración? ¿Nadie? Tú sí, ¿eh? Es lo único, ¿eh? Vale, es lo único. Vale. Vamos, para entender esto, lo más fácil, creo yo, es utilizar un ejemplo, ¿vale? Entonces yo me he inventado un ejemplo, que es un profesor de universidad que se llama Leandro. ¿Vale? ¿Por qué digo esto? Porque, mirad, ¿sabéis qué pasa? Que la gente se piensa cosas que no son. ¿Se ha hecho? Jordi no. Albert, ¿no? ¿O no lo sabe? Pero la mayoría de la gente que paga el IRPF se piensa lo siguiente.",
        "kind": "online_video",
        "file_number": "9",
        "filename": "3 2 Impuestos IRPF-wav.json",
        "url": "https://www.youtube.com/watch?v=_1IUJDSnVkI&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:01:01,300",
        "timestamp_end": "00:01:44,120",
        "text": " The IRPF is a tax that goes by brackets. If you earn little, you pay little. If you earn more, it is progressive, as you pay more the higher your income. People sometimes think that the system works like a ladder, where if you earn a little bit more, you suddenly have to pay a much higher percentage. For example, they think that if you earn 2,000 euros and then start earning 2,500, all of a sudden you will have to pay 30% instead of 20%. However, this is not true. If you discuss this topic with your parents, they will probably tell you that you are lying or that you haven't informed yourself properly.",
        "old_text": "El IRPF es un impuesto que va por tramos. Si tú ganas poco, pagas poco. Si ganas más, es progresivo. Pagas más, si ganas más, pagas más, si ganas más, pagas más. Y la gente se piensa que esto es como una especie de escalera, ¿no? Si yo gano 2.000, pago 20%, pero si gano 2.500, ya me clavan el 30%. ¿Lo entendéis? Por lo tanto, según como no me conviene, ¿no? Ganar. ¿Por qué ganar 2.500? Porque voy a perder pasta, ¿no? ¿Entendéis la historia? Os lo explico de otra manera. Porque esto no es verdad. ¿Vale? Pero, si lo discutís esta noche con vuestros padres, os van a decir que estáis mintiendo, que no os enteráis de nada.",
        "kind": "online_video",
        "file_number": "9",
        "filename": "3 2 Impuestos IRPF-wav.json",
        "url": "https://www.youtube.com/watch?v=_1IUJDSnVkI&t=61s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:44,120",
        "timestamp_end": "00:02:26,340",
        "text": " Y for the first time in your life, you can tell your father that he doesn't have a clue, that he's been fooled. I competed in sailing for several years and, aside from the daydreaming that exists in the world of sailing, there is also money. There are people who don't need to work, but that doesn't look good. Everyone should work. So, some invent an occupation or have an office to keep up appearances. As a university professor, I remember when I used to train.",
        "old_text": "Y, por primera vez en vuestra vida, les podéis decir a vuestro padre que él no se entera de nada. ¿Vale? Que está engañado. Os digo una anécdota. Yo durante bastantes años hice competición de vela. Y, en el mundo de la vela, aparte de que hay mucho fantasmeo, ¿no? Hay pasta. ¿Vale? Hay pasta, ¿no? Y hay gente que no trabaja, no necesita trabajar. Pero eso está mal visto. Todo el mundo ha de trabajar. Entonces, hay gente que se inventa y tiene un despacho. ¿Vale? Porque queda feo decir que tú no necesitas trabajar, ¿no? Entonces, claro, yo soy profe de universidad, ¿no? Entonces, yo recuerdo la época que yo entrenaba.",
        "kind": "online_video",
        "file_number": "9",
        "filename": "3 2 Impuestos IRPF-wav.json",
        "url": "https://www.youtube.com/watch?v=_1IUJDSnVkI&t=104s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:26,340",
        "timestamp_end": "00:03:13,240",
        "text": " A las once terminaba las clases los miércoles y tenía que ir corriendo a una regata. Llegaba sudando, me cambiaba rápido, montaba el barco y salía. Siempre había un moreno relajado tomando un café con tranquilidad. Después de la regata, que podía durar dos o tres horas, a veces no tenía tiempo de comer y venía directamente a la universidad para otra clase.",
        "old_text": "A las doce, no, a las once, acababa las clases los miércoles. Y tenía que salir disparado porque a las doce tenía una regata. Entonces, yo llegaba allí, a toda leche, me cambiaba, montaba el barco y salía, ¿no? Como podía, ¿no? Y siempre había un tipo, siempre, siempre había un tipo morenito, relajadito. Y cuando llegaba el tío estaba tomando su cafetito, con su croissant, sin ninguna prisa, ¿no? ¿Veías que además se había levantado una fiesta? Hacía mucho. Y cuando acabamos la regata, que eso era, pues, tarde, ¿no? Porque la regata podía durar dos o tres horas, ¿no? Pues muchas veces yo no tenía tiempo ni de comer, ¿no? Y salía disparado y me venía aquí a la universidad porque volvía a tener clase, ¿no? Alguna vez, no.",
        "kind": "online_video",
        "file_number": "9",
        "filename": "3 2 Impuestos IRPF-wav.json",
        "url": "https://www.youtube.com/watch?v=_1IUJDSnVkI&t=146s"
    },
    {
        "number": 5,
        "timestamp_start": "00:03:13,240",
        "timestamp_end": "00:03:59,920",
        "text": " Pero siempre observaba que este individuo se quedaba a comer con tranquilidad y se duchaba de la misma manera. Siempre buscaba gente con quien jugar dominó o cualquier otro juego, sin prisa alguna. Un día le pregunté: \"¿No trabajas?\". Me respondió: \"Sí, tanto que trabajo, tengo un despacho\". Le pregunté: \"¿Tienes un despacho? ¿Y qué haces allí?\". Me contestó que asesora a empresas inglesas que desean invertir en España, lo cual considera un trabajo muy interesante. Le dije: \"Ah, entiendo\".",
        "old_text": "Pero lo que yo sí que veía siempre es que este tío se quedaba a comer siempre, con mucha calma, ¿vale? Se duchaba con mucha calma. Y luego, el tío siempre buscaba gente para jugar a un domino o jugar a lo que fuera. No tenía ninguna prisa, ¿no? Y ahí un día yo le pregunté, ¿no? Le digo, tú... Tú no trabajas, ¿no? Y el tío me dijo, sí, tanto que trabajo, tengo el despacho. Digo, ¿tienes el despacho? ¿Y qué haces en el tío despacho? Y fijaros, fijaros que envidia además, ¿no? Me dijo, yo me dedico a asesorar a empresas inglesas que quieren invertir en territorio español, ¿no? Que mola, ¿no? Que es el curro más guapo, ¿no? Y le digo, ah, vale.",
        "kind": "online_video",
        "file_number": "9",
        "filename": "3 2 Impuestos IRPF-wav.json",
        "url": "https://www.youtube.com/watch?v=_1IUJDSnVkI&t=193s"
    },
    {
        "number": 6,
        "timestamp_start": "00:03:59,920",
        "timestamp_end": "00:04:31,920",
        "text": " Digo, tú no trabajabas mucho, ¿verdad? Porque siempre estabas aquí tranquilo. El tío me dijo algo interesante. Me dijo que no le convenía trabajar más porque ganaría menos. Ahí me di cuenta de que o las empresas inglesas son muy generosas, o el tipo me estaba mintiendo. Creo que fue lo segundo, ¿no cree usted? Ahora veremos el tema de los tramos que ha mencionado.\n\n(Note: The text you provided didn't have any footnotes to remove.)",
        "old_text": "Digo, pero tú no trabajas mucho, ¿no? Porque siempre estabas aquí tranquilo, ¿no? Y el tío entonces me dijo, fijaros lo que me dijo. Me dijo, no, no, no, ¿sabes qué pasa? Que no me conviene trabajar más. Porque si yo trabajo más, salto de tramo y ganaría menos. Y ahí me di cuenta de una de dos. O pobres empresas inglesas... O el tío me estaba pegando una bola. Que yo creo que es eso, ¿no? Me estaba pegando una bola. Porque eso no es cierto. Entonces, lo que vamos a ver ahora es eso. ¿Qué se pasa? Eso de los tramos que has dicho.",
        "kind": "online_video",
        "file_number": "9",
        "filename": "3 2 Impuestos IRPF-wav.json",
        "url": "https://www.youtube.com/watch?v=_1IUJDSnVkI&t=239s"
    },
    {
        "number": 7,
        "timestamp_start": "00:04:31,920",
        "timestamp_end": "00:05:14,120",
        "text": " Los tramos de la renta. Sí. He representado eso como un depósito de agua, con diferentes niveles según los ingresos. Por ejemplo, un profesor que gana 45.000 euros, da conciertos de viola por 20.000 euros y termina ganando 130.000 euros en total. Ahora veremos cómo Hacienda tratará esta situación.\n\n(Footnotes removed)",
        "old_text": "Los tramos de la renta. Sí. Como si fuera como el agua. Eso es. Vamos a esto, ¿eh? Mirad, yo lo que he hecho, para que lo entendamos bien, es esto, ¿vale? Esto es un tipo que gana 45.000 euros, es profe. Hace conciertos de viola, 20.000 euros. Va dando pasta a pasta, 130.000 euros gana este tipo. No es tan malo. No tiene tantos tramos. Vamos a ver cómo va a tratar Hacienda esta historia. ¿Vale? Entonces, a mí se me ha ocurrido imaginaros que esto es un depósito de agua. Como esto. ¿Vale? Esto en teoría son bombolas, ¿no? ¿Por qué? Uno hace lo que puede.",
        "kind": "online_video",
        "file_number": "9",
        "filename": "3 2 Impuestos IRPF-wav.json",
        "url": "https://www.youtube.com/watch?v=_1IUJDSnVkI&t=271s"
    },
    {
        "number": 8,
        "timestamp_start": "00:05:14,120",
        "timestamp_end": "00:05:56,120",
        "text": " Si alguien lo mejora, estaré encantado. Mirad: Hacienda dice 'Mira, Leandro', es importante que lo entendamos porque será discutido con vuestros padres. Hacienda no cobra nada por los primeros 3000 euros. Ganas 3001 euros, los 3000 primeros no pagan nada y el uno siguiente pagará el 24%. (footnote removed)",
        "old_text": "Si alguien lo mejora, yo estaré encantado de la vida. Entonces, mirad. Hacienda, ¿qué es lo que dice? Hacienda... Hacienda lo que dice es: \"Mira, Leandro...\" Esto es muy importante que lo entendamos, ¿eh? Porque eso es lo que vais a discutir hoy con vuestros padres y os quedaréis con ellos. \"Mira, Leandro, por los 3.000 primeros euros no te cobro un duro. No pagarás nada\". Es un ejemplo, ¿eh? Que os quede claro que esto es un ejemplo. Por el euro siguiente, es decir, si tú ganas 3.001, los 3.000 primeros no pagan nada y el uno siguiente pagará el 24%.",
        "kind": "online_video",
        "file_number": "9",
        "filename": "3 2 Impuestos IRPF-wav.json",
        "url": "https://www.youtube.com/watch?v=_1IUJDSnVkI&t=314s"
    },
    {
        "number": 9,
        "timestamp_start": "00:05:56,120",
        "timestamp_end": "00:06:56,120",
        "text": " Sólo paga por los 14.807,20 euros siguientes a los 3.000 primeros, un 24%. Después, pagará el 28% por los siguientes 100 euros y, finalmente, un 45% o 49% sobre los últimos 10.233 euros, dependiendo de su lugar de residencia. No sabemos cuánto paga en total.",
        "old_text": "Sólo el uno siguiente. Hasta los 17.000. Es decir, que si tú ganas 17.720 euros, ¿cuánto pagas? No lo sé. Por los 3.000 primeros no pagas nada, por los siguientes 14.000 pagas 24%. Y por los siguientes 17.000, ¿vale? Es decir, tú ganas 14.807,20 euros. Vale, pues por los primeros 3.000 no pagas nada, por los siguientes 14.807,20 pagas el 24% y por los 100 siguientes, sólo los 100 siguientes, pagarás el 28%. ¿Veis la jugada? Por lo tanto, ¿cuánto paga Leandro? No lo sabemos. No tenemos ni idea de lo que paga. Lo que sí sabemos es que de los 130.000 euros, 233 que gana, los últimos 10.233 euros, pagará el 45% o el 49%, depende si vive en Cataluña o donde viva.",
        "kind": "online_video",
        "file_number": "9",
        "filename": "3 2 Impuestos IRPF-wav.json",
        "url": "https://www.youtube.com/watch?v=_1IUJDSnVkI&t=356s"
    },
    {
        "number": 10,
        "timestamp_start": "00:06:56,120",
        "timestamp_end": "00:07:36,120",
        "text": " ¿Vale? Por los anteriores 66.000, paga el 43%, por los anteriores 20.000, paga el 30%. Tendréis la jugada?\nLos padres utilizan un programa de Hacienda llamado Padre para calcular los impuestos. La gente cree que si gana más, tendrá que pagar más y se niegan a hacerlo. Hay una diferencia entre Leandro y Marc.",
        "old_text": "¿Vale? Por los anteriores 66.000 pagará el 43%, por los anteriores 20.000 pagará el 30%. ¿Tendréis la jugada? ¿Qué ocurre? Que vuestros padres utilizan un programa, o no, ¿vale? de Hacienda que se llama Padre, además, ¿no? Y entonces el programa Padre lo que hace es, tú pones lo que ganas, dice: \"A pagar, 30\". \"A pagar, 40%\". \"A pagar, el 21%\". Por lo tanto, ya hace ese cálculo. Entonces, la gente se piensa que eso, ¿no? Que \"cuidado porque si gano más, con que he de pagar más, no me conviene\". Y eso es una chorrada. Entre Leandro, entre Leandro y Marc, hay una diferencia.",
        "kind": "online_video",
        "file_number": "9",
        "filename": "3 2 Impuestos IRPF-wav.json",
        "url": "https://www.youtube.com/watch?v=_1IUJDSnVkI&t=416s"
    }
]