[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:01:12,620",
        "text": " ¿Qué es el impuesto de sociedades? Es muy distinto, ¿verdad? En Europa tenemos acuerdos de doble imposición. Si una empresa es irlandesa y trabaja en España, no paga impuestos en España, sino en Irlanda. Pero si una empresa española trabaja en Irlanda, paga impuestos en España también. ¿Qué ocurre? Por ejemplo, Irlanda es interesante porque el tipo impositivo allí es solo del 2,5%, mucho más bajo que en España. Entonces, cuando Apple trabaja en Europa, lo hace como empresa irlandesa.",
        "old_text": "¿Qué es el impuesto de sociedades? Es súper distinto, ¿no? ¿Qué ocurre? Mirad, que en Europa tenemos una cosa que se llama acuerdos de doble imposición. Y es que si una empresa es irlandesa y trabaja en España, no paga los impuestos en España, los paga en Irlanda. Pero si hay una empresa española que está trabajando en Irlanda, los paga también en España, ¿no? Entonces, claro, ¿qué ocurre? Por ejemplo, ¿no? Digo Irlanda porque es importante el caso de Irlanda. Fijad Irlanda, ¿de cuánto es el tipo de impositivo? Dos y medio por ciento. Es mucho más bajo que en España, ¿no? Entonces, Apple, cuando trabaja en Europa, ¿trabaja como qué? Como empresa irlandesa.",
        "kind": "online_video",
        "file_number": "11",
        "filename": "3 4 Impuestos Sociedades-wav.json",
        "url": "https://www.youtube.com/watch?v=hR6VEQMStH8&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:01:12,620",
        "timestamp_end": "00:01:58,420",
        "text": " Microsoft, Irlanda, true? Think: Google, Ireland. Amazon, also in Ireland. So, of course, what do they do? They no longer pay the thirty-something percent in taxes.\n- Can't you join with Ireland? Isn't there a European Union that could do something?\n- No, they haven't touched it. They have modified many things, except for this.\n- It was during the economic crisis, when Ireland needed a bailout. It seemed like they would be forced to raise this tax and they didn't. They didn't; it continues to be very low.\n- Why do they pay less? Because they set up their companies in Ireland.",
        "old_text": "Microsoft, Irlanda, ¿no? Pensad, ¿eh? Google, Irlanda. Amazon, Irlanda. Entonces, claro, ¿qué hacen? Que ya no pagan el treinta y pico por ciento. ¿Qué pasa? ¿No se puede unir a Irlanda? ¿Eh? ¿Está la Unión Europea? ¿No se puede unir a Irlanda? No, no, no, no, no han tocado. Han tocado un montón de cosas, excepto esto. No, no, no, no. No, no, esto fue en el momento de la crisis económica, cuando Irlanda y el rescate, parece que los obligarán a subir este impuesto y no lo hacen. No lo hacen, ¿vale? Continúa siendo muy bajo. ¿Por qué pagan la vida? Porque montan la sociedad en Irlanda.",
        "kind": "online_video",
        "file_number": "11",
        "filename": "3 4 Impuestos Sociedades-wav.json",
        "url": "https://www.youtube.com/watch?v=hR6VEQMStH8&t=72s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:58,420",
        "timestamp_end": "00:04:05,580",
        "text": " Sure, I can help you with that. Here is the text without footnotes:\n\n\"I am going to tell you something that you should never do. You should never do this: if you don't want to pay taxes when setting up a company in Spain, let me explain how to do it. Take your money and take it to the Dutch Antilles, to some tax haven island of Holland.\"\n\nI hope that helps! Let me know if there is anything else I can assist you with.",
        "old_text": "¿Entiendes? Os voy a explicar una cosa que nunca tenéis que hacer, ¿vale? Nunca tenéis que hacer. Que si tú no quieres, tú quieres montar una empresa en España y no pagar impuestos, te voy a explicar cómo hacerlo. Coges tu pasta, es muy feo lo que os voy a explicar ahora, ¿eh? Coges tu pasta y te la llevas a las islas vírgenes holandesas. Cualquier isla de estas paradisos fiscales holandés. ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿V ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿V ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿Verdad? ¿V pero ostras",
        "kind": "online_video",
        "file_number": "11",
        "filename": "3 4 Impuestos Sociedades-wav.json",
        "url": "https://www.youtube.com/watch?v=hR6VEQMStH8&t=118s"
    }
]