[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:39,160",
        "text": " Bueno, ¿tendréis la jugada? Este es el segundo impuesto que teníamos que ver: IRPF y sociedades. El IRPF es el impuesto que más dinero recauda de todos los impuestos que tenemos en España. El segundo que más recauda es el IVA.\n\nEjemplo: IRPF > impuesto que más dinero recauda; IVA > segundo que más recauda.",
        "old_text": "Bueno, ¿vale? ¿Tendréis la jugada? Este es el segundo impuesto que teníamos que ver, ¿no? IRPF y sociedades. El IRPF es el impuesto que más dinero recauda de todos los impuestos que tenemos en España. El que más recauda es el IRPF. El segundo que más recauda, este, el IVA. Claro, todos me diréis, José, ya sé lo que es el IVA. No sé si me lo expliques o no. Fijaros, IVA, impuesto sobre el valor añadido. El IVA es un impuesto que lo que hace es grabar los valores añadidos en el proceso de producción. Os pongo un ejemplo para que lo entendamos.",
        "kind": "online_video",
        "file_number": "12",
        "filename": "3 5 Impuestos IVA-wav.json",
        "url": "https://www.youtube.com/watch?v=P5uP4l9Fabo&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:39,160",
        "timestamp_end": "00:01:26,340",
        "text": " Semillas de trigo, un kilo valen veinte. Si las convierto en harina y el kilo de harina vale cuarenta y cinco, he generado un valor añadido de veinticinco. Sobre este valor añadido actuará el IVA. El panadero transforma el kilo de harina en un kilo de pan.\n\n(Note: The footnotes have been removed while ensuring the meaning remains unchanged.)",
        "old_text": "¿Vale? Semillas de trigo, ¿vale? Un kilo. ¿Valor? Veinte. Yo cojo esas semillas, las meto en un melino, un molino, las machaco vivas y hago un kilo de harina. El kilo de harina ahora vale cuarenta y cinco. He generado un valor añadido, ¿no? Es cierto que es más caro, ¿no? Un kilo de harina que un kilo de granos de trigo. ¿Vale? Hay un valor añadido, ¿de cuánto? De veinticinco, ¿no? Muy bien. Pues el IVA actuará sobre este valor añadido. Sobre esos veinticinco. El paladero coge el kilo de harina y lo transforma en un kilo de pan.",
        "kind": "online_video",
        "file_number": "12",
        "filename": "3 5 Impuestos IVA-wav.json",
        "url": "https://www.youtube.com/watch?v=P5uP4l9Fabo&t=39s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:26,340",
        "timestamp_end": "00:02:18,380",
        "text": " The kilo of bread costs one hundred twenty-five euros, with an added value of sixty euros on which the VAT acts. When someone buys a loaf of bread, they pay the full VAT, but the baker keeps that money and must give it to the Treasury. The VAT for bread is 4%, so the baker must make a VAT settlement, paying the difference between the charged VAT and the supported VAT.",
        "old_text": "El kilo de pan ahora vale cien. Veinticinco, ¿no? Hay un valor añadido, ¿de cuánto? De sesenta. El IVA actuará sobre ese valor añadido. Entonces, cuando Albert va a comprar la barra de pan, tú pagas el IVA. Pagas el IVA entero, ¿no? Pero el panadero se queda esa pasta. La tiene que dar. ¿A quién? Hacienda. ¿Vale? El IVA de ese pan, que es muy poco, es el cuatro por ciento, ¿no? En ese caso, lo tendría que dar Hacienda. No. Todo. No. ¿Por qué? Porque el panadero ha comprado harina. Por lo tanto, ha soportado un IVA. Le han cobrado un IVA, ¿no? Entonces, el panadero hace una liquidación de IVA, que es, fijaros, ¿eh? El repercutido, él ha de pagar el que repercute menos el que ha soportado.",
        "kind": "online_video",
        "file_number": "12",
        "filename": "3 5 Impuestos IVA-wav.json",
        "url": "https://www.youtube.com/watch?v=P5uP4l9Fabo&t=86s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:18,380",
        "timestamp_end": "00:03:01,100",
        "text": " Entonces, una empresa debe pagar el IVA repercutido menos el soportado. Para hacer pan, qué necesitas? Agua, harina y sal, y un poco de aceite. Cuando compras harina, te cobran IVA. Por lo tanto, tú estás soportando un IVA.",
        "old_text": "Entonces, cualquier empresa ha de pagar el IVA repercutido menos el soportado. ¿Laura? ¿Laura? No, ¿eh? No. No. No. Vale. Tú eres panadera. ¿Sí? Muy bien. Para hacer pan, ¿eh? ¿Qué necesitas para hacer pan? Agua, harina y sal. Agua, harina y sal y un poquito de aceite, ¿no? ¿O no? Tú no. Pues ya está, tú no. José, yo no. Vale. Muy bien. Por lo tanto, necesitas comprar harina, ¿no? Cuando tú compras harina, te van a cobrar un IVA, ¿no? Sí. ¿Qué? ¿Qué? ¿Sí que te van a cobrar el IVA? Por lo tanto, tú estás soportando un IVA.",
        "kind": "online_video",
        "file_number": "12",
        "filename": "3 5 Impuestos IVA-wav.json",
        "url": "https://www.youtube.com/watch?v=P5uP4l9Fabo&t=138s"
    },
    {
        "number": 5,
        "timestamp_start": "00:03:01,100",
        "timestamp_end": "00:03:41,120",
        "text": " ¿Ves que estás soportando un IVA? Cuando compras sal, te van a cobrar un IVA, ¿no? Estás soportando un IVA. El agua no, pero si compras de esta, sí. Grifo. ¿Sí? De Barcelona. No quiero pan tuyo, ¿eh? Vas a vender pan y sobre esa pasta que vas a ganar, vas a poner un IVA del 4%, ¿no? Porque eso dice la ley. ¿Tú vas a pagar todo ese IVA del 4%? No.\n\n(Footnote-free text)\nDo you see that you are supporting VAT? When you buy salt, they will charge you VAT, won't they? You are supporting VAT. Not water, but if you buy this one, yes. Faucet. Yes? From Barcelona. I don't want your bread, okay? You are going to sell bread and on that dough that you are going to earn, you are going to put a VAT of 4%, right? Because that's what the law says. Are you going to pay all that VAT of 4%? No.",
        "old_text": "¿Ves que estás soportando un IVA? Vale. Cuando compras sal, te van a cobrar un IVA, ¿no? Estás soportando un IVA. El agua, no, ¿no? Bueno, si compras de esta, sí, pero el pan lo haces con esto, no. Grifo. ¿Sí? De Barcelona. No quiero pan tuyo, ¿eh? Bueno. ¿Verdad que has soportado un IVA? Muy bien. Ah, tú haces el pan. Haces el pan. ¿Vale? Y lo vendes por no sé cuánta pasta. Sobre esa pasta que tú vas a vender el pan, vas a poner un IVA del 4%, ¿no? Porque eso te dice la ley. ¿Vale? ¿Tú vas a pagar todo ese IVA del 4%? No.",
        "kind": "online_video",
        "file_number": "12",
        "filename": "3 5 Impuestos IVA-wav.json",
        "url": "https://www.youtube.com/watch?v=P5uP4l9Fabo&t=181s"
    },
    {
        "number": 6,
        "timestamp_start": "00:03:41,120",
        "timestamp_end": "00:04:26,040",
        "text": " Por qué? Porque del total que tú tendrías que pagar, descontarás el IVA que ya abonaste por la compra de insumos como sal y harina. Por tanto, es el repercutido menos el IVA lo que tú pagarás realmente. Es el soportado, es decir, el financiamiento del 4% sobre los 60, lo que tú abonas. Sí, claro. Pero es sencillo de entender: simplemente es lo que yo repercuto menos lo que yo soporto.\n\n¿Por qué? Claro, este impuesto ha tenido numerosas reformas y la última ha sido significativa, incluso polémica, ya que el IVA se ha incrementado considerablemente en algunos productos.",
        "old_text": "¿Por qué? Porque de esto que tú tendrías que pagar, vas a descontar el IVA que tú pagaste ya por el agua, bueno, el agua no, la sal y la harina. Por lo tanto, es el repercutido menos el IVA. Es el soportado lo que tú vas a pagar. Es el financiamiento que pagas el 4% de los 60. El consumidor lo paga todo. Sí, claro. Pero es muy fácil de entender, ¿eh? Simplemente es lo que yo repercuto menos lo que yo soporto y ya está. ¿Por qué? Claro, este impuesto ha tenido muchísimas reformas, ¿no? Y la última ha sido muy fuerte, ¿no? Incluso ha sido muy polémica porque se ha aumentado muchísimo el IVA de una serie de productos.",
        "kind": "online_video",
        "file_number": "12",
        "filename": "3 5 Impuestos IVA-wav.json",
        "url": "https://www.youtube.com/watch?v=P5uP4l9Fabo&t=221s"
    },
    {
        "number": 7,
        "timestamp_start": "00:04:26,040",
        "timestamp_end": "00:05:11,080",
        "text": " Ahora el tipo general es del 21%, antes era del 16%. Luego subió al 18%. ¿Qué ha pasado? Que productos que estaban en el tramo más pequeño, el 8%, ahora son del 21%. Por ejemplo, los cines. ¿Cuesta ir al cine ahora? 9 euros. Antes, invitar al cine a alguien no era un problema, pero ahora, si lo invitas, es porque te agrada mucho la persona. Es como invitarlo a comer, ya que 9 euros es una cantidad considerable. Los cines se están vaciando y se están quejando mucho, ya que les ha afectado significativamente. El cine en España está atravesando una crisis absoluta.\n\n(Footnotes removed)",
        "old_text": "Ahora el tipo general es del 21%, cuando antes era de cuánto? 16. ¿Y luego? 18, ¿eh? Vale. ¿Qué ha pasado? Que habían productos que estaban en el tramo más pequeño, que era el 8%, ¿qué ahora han pasado a ser el 21? Por ejemplo, ¿eh? Cines, ¿no? ¿Qué cuesta ir al cine ahora? ¡9 euros! Antes invitar al cine a alguien no pasaba nada, ¿no? Pero ahora tú, cuando vas con alguien al cine, y al cine lo invitas, es que te cae muy bien. Porque si no, es como invitarlo a comer, fijaros, ¿eh? Es que es 9 euros, es una pasta, ¿no? Claro, los cines se están vaciando, se están quejando mucho, que les ha afectado muchísimo, ¿no? El cine en España está con una crisis absoluta.",
        "kind": "online_video",
        "file_number": "12",
        "filename": "3 5 Impuestos IVA-wav.json",
        "url": "https://www.youtube.com/watch?v=P5uP4l9Fabo&t=266s"
    },
    {
        "number": 8,
        "timestamp_start": "00:05:11,080",
        "timestamp_end": "00:05:43,760",
        "text": " Los teatros en Barcelona solían tener un gran éxito, pero ahora la gente está dejando de asistir por una crisis económica y debido a que es costoso.\nHay algunos aquí con cruz, quienes antes eran de baja estatura y ahora han sido subidos al 21%.\nExistía ya este asunto del tipo reducido, el cual incluía la mayoría de productos alimenticios y sanitarios, transporte, entre otros.\n\n(Nota: Se ha eliminado la conversación informal y las frases sin sentido completo) (Footnotes have been removed)",
        "old_text": "Los teatros, ¿no? Que en Barcelona éramos una ciudad de teatro absolutamente bestial, tenía un éxito. La gente está dejando de ir al teatro porque se está juntando una crisis económica con que ir al teatro es para los millonetis. Claro, es un problemón, ¿lo veis? Bueno, los que tenéis aquí con cruz son los que antes eran bajitos y ahora los han subido al 21, ¿no? Y luego esto ya existía, ¿no? Esto ya era el 18, ¿vale? Luego, hay otra serie de bienes que tiene el tipo reducido, que es la mayoría de puntos alimenticios, puntos sanitarios, transporte, no sé qué, no sé cuántos.",
        "kind": "online_video",
        "file_number": "12",
        "filename": "3 5 Impuestos IVA-wav.json",
        "url": "https://www.youtube.com/watch?v=P5uP4l9Fabo&t=311s"
    },
    {
        "number": 9,
        "timestamp_start": "00:05:43,760",
        "timestamp_end": "00:06:21,560",
        "text": " Luego están otros llamados el superreducido, sin una lógica concreta. Aunque es evidente que coches y fuentes son menos válidos. Ser menos válido significa ser pobre, ¿entendéis? Perdonad.\n\nTranslation to English:\nThen there are some called the superreduced, with no concrete logic. Although it is clear that cars and fountains are less valid. Being less valid means being poor, do you understand? Excuse me.\n\nNote: The footnotes have been removed from the original text as requested.",
        "old_text": "Y luego hay otros que se llaman el superreducido. No hay una lógica concreta, ¿eh? O sea, si intentáis entender la lógica del por qué uno es superreducido y el otro es reducido, no lo entienden ni quién. Ni en quién lo hizo, ¿vale? Pero bueno, ahí os tenéis, ¿no? Hombre, hay cosas que es evidente, ¿no? Coches y fuentes es para menos válidas, vale, ya te parece bien, ¿no? Aunque tampoco, no sé si tiene mucha lógica, ¿no? Ser menos válido significa ser pobre, ¿entendéis? ¿Sí? Sí, ¿eh? ¿No? Debe ser muy caro. Vale, vale, vale, no le digo nada, ¿eh? Perdonad, ¿eh? Ok.",
        "kind": "online_video",
        "file_number": "12",
        "filename": "3 5 Impuestos IVA-wav.json",
        "url": "https://www.youtube.com/watch?v=P5uP4l9Fabo&t=343s"
    },
    {
        "number": 10,
        "timestamp_start": "00:06:21,560",
        "timestamp_end": "00:06:57,720",
        "text": " ¿Qué ocurre con el IVA? Es fácil defraudarlo en ciertos sectores. Por ejemplo, el individuo que arregla la caldera en tu hogar, el fontanero, el albañil o el que repara cristales. Si les pagas en efectivo, puedes proponer olvidarte del IVA y muy probablemente acepten.\n\n(Note: I have removed the footnotes and made minor edits to correct repetitions and improve readability, but the meaning and style of the original text have been maintained.)",
        "old_text": "¿Qué ocurre con el IVA? Mirad. Mirad. Entre nosotros, defraudar el IVA es tan fácil. Tan, tan fácil. Hay toda una serie de sectores que es tan fácil defraudar el IVA. Por ejemplo, por ejemplo, ¿eh? El tío que te viene a arreglar la caldera en tu casa. El lampista que te viene a hacernos equistorias. El tipo, el paleta que te viene a arreglar, no sé, el tío que te viene a cambiar el cristal de no sé qué, ¿no? Todos estos autónomos que aparecen por tu casa, tú le das la pasta, incluso puedes dar una propuesta, y nos olvidamos del IVA, ¿no? Y el tío te dice que sí, que te olvidas del IVA.",
        "kind": "online_video",
        "file_number": "12",
        "filename": "3 5 Impuestos IVA-wav.json",
        "url": "https://www.youtube.com/watch?v=P5uP4l9Fabo&t=381s"
    }
]