[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:49,860",
        "text": " ¿Pagamos mucho dinero en España de impuestos? Para entender este concepto y realizar comparaciones con otros países, se emplea el concepto de presión fiscal. La presión fiscal consiste en lo que se paga en impuestos dividido por el Producto Interior Bruto (PIB), es decir, representa la riqueza del país en relación a los impuestos pagados. Esto incluye las cotizaciones a la seguridad social y los pagos de impuestos, todo ello dividido por la riqueza generada anualmente. Se trata de un buen indicador para medir la presión fiscal en un país.\n\n(Nota: se han eliminado repeticiones, oraciones sin sentido y se ha mantenido el modo interrogativo original.)",
        "old_text": "¿Pagamos o no pagamos mucho dinero en España de impuestos? Vamos a ver este concepto. El concepto, para que entendamos bien la historia, para que comparamos países, se hace a través de un concepto que se llama la presión fiscal. La presión fiscal es lo que pagamos por impuestos dividido por el PIB. Es decir, lo ricos que semos respecto a lo que pagamos, podríamos decir. Lo que yo pago, lo que pagamos todos, por cotizaciones a la sociedad social, más el pago por impuestos dividido por la riqueza que generamos cada año. Es un buen índice. En principio dices, ya me parece bien que eso sea la forma de medir la presión fiscal que hay en un país.",
        "kind": "online_video",
        "file_number": "14",
        "filename": "3 7 Presión fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=H8K6iy1yBks&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:49,860",
        "timestamp_end": "00:01:42,740",
        "text": " ¿Qué presión fiscal tenemos en España? En 2007 era del 37%, pero de golpe bajó al 30% en un año. No es que hayan caído o rebajado los impuestos, sino que la presión fiscal cayó. Esto es importante entenderlo, ya que hay quien piensa que han bajado mucho los impuestos, cuando en realidad siguen siendo los mismos. Lo que ocurrió es que el PIB bajó, pero menos que la recaudación. Cuando cayó el PIB, empezaron a despedir a mucha gente, lo que provocó una caída en el consumo y otros factores similares.",
        "old_text": "¿Qué presión fiscal tenemos en España? Fijaros, que es curioso. ¿Vale? ¿Eh? ¿Qué era en el 2007 el 37%? ¿Ok? ¿Y de golpe? En un año cayó al 30%. ¡Ah! ¡Qué pasada! ¿Cayeron los impuestos? ¿Qué es una pasada? ¿Rebajaron los impuestos en España? ¡No! ¡No! Cayó la presión fiscal. Es que eso es muy importante entenderlo, ¿no? Porque hay gente que piensa que no, que han caído mogollón los impuestos. No es cierto, los impuestos siguen siendo los mismos. ¿Qué ha ocurrido? Que el PIB ha caído, pero menos que la recaudación. ¿Entendéis? Porque en el momento en que cayó el PIB, ¿vale? Empezaron a despedir a mogollón de gente, que dejaron de pagar, consideración de la salud social, cayó el consumo en picado, etcétera, etcétera.",
        "kind": "online_video",
        "file_number": "14",
        "filename": "3 7 Presión fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=H8K6iy1yBks&t=49s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:42,740",
        "timestamp_end": "00:02:14,260",
        "text": " Recaudación de impuestos entre 2007 y 2011 has fallen almost 50%. It is relevant to know as there is often talk of a massive tax fraud in Spain and an economic crisis. Although it is true that the collection has decreased significantly, it does not necessarily imply that Spanish companies are defrauding more than before.\n\n(Footnotes removed)",
        "old_text": "Es tan fuerte como lo que vais a ver ahora, que a mí me parece una pasada. Mirad, la recaudación de impuestos entre el 2007 y el 2011 ha caído casi un 50%. Y eso es muy importante. Es muy importante que lo sepáis, porque la gente que habla por ahí, yo voy a conferencias que hay gente que habla de que hay un fraude bestial en España de impuestos, de que hay crisis económica. Porque es verdad que la recaudación ha caído mogollón. Entonces, acto seguido, el tipo que está dando la conferencia te dice las empresas españolas están defraudando muchísimo más que antes.",
        "kind": "online_video",
        "file_number": "14",
        "filename": "3 7 Presión fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=H8K6iy1yBks&t=102s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:14,260",
        "timestamp_end": "00:02:49,660",
        "text": " Lo siento, pero estaba cometiendo un error en mi afirmación anterior. El IRPF que pago ha disminuido y también lo ha hecho el IVA, ya que el consumo ha bajado considerablemente. No existe tanta actividad de fraude fiscal como se podría pensar, según las investigaciones disponibles. Aunque en Suecia la situación pueda ser diferente, debido a su cultura y forma de hacer las cosas.\n\n(Observación: se han eliminado repeticiones, oraciones sin sentido y se ha mantenido el modo interrogativo y afirmativo original.)",
        "old_text": "¡No! Lo siento, no tienes ni idea, tío, de lo que estás diciendo. Lo que ha ocurrido es que lo estamos sufriendo mogollón, por lo tanto, yo ya no pago tanto IRPF. El consumo ha caído en picado, por lo tanto, el IVA también ha caído en picado, etcétera, etcétera. No hay más fraude fiscal. La cantidad de fraude fiscal que hay en España... La cantidad, ¿no? ¿Lo veis? Es otra intuición que tenemos todos, ¿no? Que en España todo ha habido fraude. Pues parece ser que no. Claro, es verdad que en Suecia, lo de Suecia es bestial, ¿no? Pero claro, los suecos son suecos, ¿eh?",
        "kind": "online_video",
        "file_number": "14",
        "filename": "3 7 Presión fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=H8K6iy1yBks&t=134s"
    }
]