[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:52,420",
        "text": " We have looked in topic 4 for concepts that allow us to compare countries, that is, how to say that life is better in one place than another and where well-being is higher. The first problem is how to measure the quality of life, although this is not entirely true either. How do we compare countries? The first idea was to suggest doing something.",
        "old_text": "Lo que hemos buscado en el tema 4 es hablar de conceptos que nos permitan, por decirlo de algún modo, comparar países. Es decir, ¿cómo podemos decir que no sé dónde se vive mejor que no sé dónde y que el bienestar en no sé dónde es más alto que no sé dónde? Esa sería la primera idea. El primer problema que tenemos es cómo medir, no sé cómo decirlo, la calidad de vida, pero es que tampoco es del todo cierto. ¿Cómo comparar los países? La primera idea que se les ocurrió es decir, bueno, vamos a hacer una cosa.",
        "kind": "online_video",
        "file_number": "16",
        "filename": "4 1 Concepto Producto Nacional-wav.json",
        "url": "https://www.youtube.com/watch?v=lfJcnY8QH4c&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:52,420",
        "timestamp_end": "00:01:14,260",
        "text": " A country capable of producing more goods and services than another is more powerful. The first approach consists of defining the national product, that is, the monetary value of the goods and services produced in a year. (without footnotes)",
        "old_text": "Un país que sea capaz de fabricar más bienes y servicios que otro país es que ese país es más potente. El primer enfoque que tiene es este. Y entonces definieron un concepto que es el producto nacional. Que sería el valor monetario de los bienes y servicios que se fabrican en un periodo de tiempo que es un año.",
        "kind": "online_video",
        "file_number": "16",
        "filename": "4 1 Concepto Producto Nacional-wav.json",
        "url": "https://www.youtube.com/watch?v=lfJcnY8QH4c&t=52s"
    }
]