[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:01:35,720",
        "text": " ¿Por qué lo del PIB? ¿Por qué siempre se habla de producto interior bruto? Sabemos que es el valor monetario de los bienes y servicios que fabricamos durante un periodo, como un año. Se calcula de diversas maneras, una de ellas es el enfoque de la demanda. La producción en un país se le llama demanda agregada, que sería todo lo que la gente que vive en España pide. Básicamente, la gente pide consumo, bienes y servicios. Por lo tanto, tres cuartas partes del PIB o producto nacional será consumo, casi seguro, ya que la gente trabaja para comprar cosas.",
        "old_text": "¿Por qué lo del bruto? ¿Por qué? ¿Veis que siempre se habla de producto interior bruto? Producto nacional bruto, ¿no? ¿Qué es esto del bruto, no? Bruto es la inversión, claro, fijaros, ¿eh? Valor monetario de los bienes y servicios que fabricamos durante un periodo, ¿no? Durante un año. Vale. Vale, vale. Guay. ¿Y eso cómo lo sabemos? ¿Cómo se calcula? ¿Cómo lo calculan? Porque eso debe ser difícil, ¿no? Hay diversas maneras de calcularlo. Entonces, una, la primera que os voy a explicar es esta, a ver, es esto que veis aquí, ¿no? Fijaros, se dice que la producción, lo que se produce en un país, que se le llama, eso sería el enfoque de la demanda, ¿no? Fijaros, en cambio de PN, podríamos poner demanda agregada, pues sería todo lo que, toda demanda que hacemos, todo, todo, todo, todo, la gente que vive en España, ¿no? Entonces, básicamente ¿en qué pedimos? ¿Qué pedimos, básicamente, la gente? Consumo, ¿no? Queremos consumir bienes, ¿no? Vale, entonces, si esto es el PIB o el Producto Nacional, pues, tres cuartas partes será consumo, casi seguro, ¿vale? Porque lo que queremos es consumir la gente, ¿no? Uno trabaja para comprar cosas, ¿no? ¿Vale? Pero, claro, imaginaros que Mark se compró un coche en enero del 2013.",
        "kind": "online_video",
        "file_number": "19",
        "filename": "4 4 Calculo del PIB-wav.json",
        "url": "https://www.youtube.com/watch?v=7Qb91ODueqQ&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:01:35,720",
        "timestamp_end": "00:02:32,720",
        "text": " Calcularemos el PIB del 2013. Ahí estará tu coche. El consumo será tu coche. ¿Qué te compraste? Era un Golf atractivo. Te costó 30.000 euros. ¿Por cuánto lo valoramos? ¿Por 30.000 euros su Golf? ¿Vale su Golf ahora? Vale menos. ¿Por qué? Se depreció, ya que ha habido una depreciación y el valor posiblemente también disminuyó.",
        "old_text": "Vamos a calcular el PIB del 2013, ¿vale? Ahí estará tu coche, ¿no? Como consumo estará tu coche, ¿no? ¿Qué te compraste? Era un Golf de estos guapos, ¿no? Y te costó, no sé qué valen, pero 30.000 euros. ¿Por cuánto lo valoramos? ¿Por 30.000 euros su Golf? ¿Qué vale su Golf ahora? Vale menos, ¿no? Al rollo. Vale menos. ¿Por qué? Se evalúa, no. Hablemos. ¿Qué le ocurre? ¿Y esta cómo se dice? ¿Eh? De viejo. No. Se deprecía. Porque ha habido una depreciación, ¿no? Y el valor quizás tampoco. No lo sé, no lo sé, no lo sé.",
        "kind": "online_video",
        "file_number": "19",
        "filename": "4 4 Calculo del PIB-wav.json",
        "url": "https://www.youtube.com/watch?v=7Qb91ODueqQ&t=95s"
    },
    {
        "number": 3,
        "timestamp_start": "00:02:32,720",
        "timestamp_end": "00:02:54,720",
        "text": " Es evidente que ha habido una depreciación, ¿no? Al calcular el PIB del 2013, no debería tenerse en cuenta lo que te costó a ti, sino lo que valdrá al final de ese año.\n\n(Nota: Se han eliminado las repeticiones del PIB del 2013 siendo un PIB de un coche y la afirmación de que es relativamente fácil.)",
        "old_text": "Lo que es evidente es que ha habido una depreciación, ¿no? ¿Lo veis? debería contar, no lo que te costó a ti, sino lo que va a valer al final del año 2013, ¿no? Cuando yo calculo el PIB del 2013. Pero claro, con un coche es relativamente fácil, ¿no? Porque el PIB del 2013 es un PIB de un coche, ¿no? Y el PIB del 2013 es un PIB de un coche, ¿no? Y el PIB del 2013 es un PIB de un coche, ¿no? Y el PIB del 2013 es un PIB de un coche, cuando yo calculo el PIB del 2013.",
        "kind": "online_video",
        "file_number": "19",
        "filename": "4 4 Calculo del PIB-wav.json",
        "url": "https://www.youtube.com/watch?v=7Qb91ODueqQ&t=152s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:54,720",
        "timestamp_end": "00:03:36,720",
        "text": " Pero claramente, with a car it is relatively easy, right? It's easy because there are tables to calculate the depreciation of two cars. But, oh dear!, hasn't it happened to you that after three days of buying something in the world of electronics you realize that it is worth nothing? This happens because cars have launched an update and have made your product obsolete. But it works, right? And perfect, doesn't it? The problem is that they have released one that is better.\n\n(I have removed the footnote [Pero claramente, con un coche es relativamente fácil, ¿verdad? Es fácil porque existen tablas para calcular la depreciación de dos coches.](Note: The depreciation of two cars is easy to calculate because there are tables.) from the text)",
        "old_text": "Pero claro, con un coche es relativamente fácil, ¿no? Es relativamente fácil porque hay tablas, ¿no? Para calcular las depreciaciones de dos coches, ¿no? Pero, ostras, en el nuevo mundo de la electrónica, ¿no? ¿Cuántas veces os ha pasado que os habéis comprado una historia al cabo de tres días de aquello? Te has dado cuenta que no vale nada porque los coches estos han sacado una historia y no vale nada porque los coches estos han sacado una historia y no vale nada porque los coches estos han sacado un nuevo producto, ¿vale? ¿Eh? ¿Eh? ¿No? Pero funciona, ¿no? Y perfecto, ¿eh? Pero claro, ¿cuál es el problema? Que han sacado uno que es mejor.",
        "kind": "online_video",
        "file_number": "19",
        "filename": "4 4 Calculo del PIB-wav.json",
        "url": "https://www.youtube.com/watch?v=7Qb91ODueqQ&t=174s"
    },
    {
        "number": 5,
        "timestamp_start": "00:03:36,720",
        "timestamp_end": "00:04:29,720",
        "text": " Entonces, tu ya no vale eso. ¿Por qué hablamos de brutos, producto nacional bruto y no de neto? Calculer la dépréciation dans un pays est difficile. Il est beaucoup plus facile de parler d'investissement brut ou net. L'investissement net serait l'investissement brut moins la dépréciation, mais nous l'oublions. À partir de maintenant, parlons des PIB, qui se calculent de la même manière que le PNB, mais tiennent compte d'entreprises différentes. Ici, il pourrait s'agir du produit intérieur et ce serait la même chose que le produit national. Voyons comment calculer le PIB par la demande.",
        "old_text": "Entonces, el tuyo ya no vale eso, ¿vale? Ya no vale eso. ¿Por qué hablamos de brutos, producto nacional bruto y no de neto? Porque calcular la depreciación, estimar la depreciación en un país es muy difícil, es muy, muy difícil. Es mucho más fácil que eso se habla de inversión bruta o de inversión neta, ¿no? La inversión neta sería la inversión bruta menos la depreciación, nos olvidamos. Entonces, a partir de ahora, ¿vale? Hablaremos de PIBs, producto interior bruto, que se calcula igual que el PNB, pero lo único que se hace es que se tiene en cuenta una, una serie de empresas que no son las mismas que el PIB, ¿no? ¿Vale? ¿Qué quiero decir? Que aquí irá saliendo producto nacional pero podría salir producto interior y sería lo mismo, siempre lo mismo, ¿no? Entonces, veamos las partidas de cómo calcular el PIB, ¿vale? Enfoque a demanda.",
        "kind": "online_video",
        "file_number": "19",
        "filename": "4 4 Calculo del PIB-wav.json",
        "url": "https://www.youtube.com/watch?v=7Qb91ODueqQ&t=216s"
    },
    {
        "number": 6,
        "timestamp_start": "00:04:29,720",
        "timestamp_end": "00:05:18,720",
        "text": " La producción corresponde a la suma de lo que solicitamos, es decir, la demanda agregada. Consumo y bienes no destinados al consumo, como un micrófono, ejemplifican esta demanda. El micrófono, utilizado en una clase o para el karaoke, se considera un bien de inversión o capital y no un bien de consumo, ya que sirve para brindar un servicio más que para el uso personal.\n\n(Los footnotes han sido removidos)",
        "old_text": "La producción es lo que pedimos, ¿no? La suma de todo lo que pedimos, ¿no? Demanda agregada, le decimos a esto demanda agregada, ¿vale? Básicamente consumo, pero también hay bienes que no son consumo, ¿no? Por ejemplo, yo qué sé, este micro, ¿no? No tengo aquí para hacer esto, pero aquí está. Para hacer el karaoke, ¿no? No estaría mal, ¿no? Pero bueno, yo canto muy mal, o sea, que os exponéis a cantar vosotros aún, ¿no? Pero, ¿vale? Este micro lo tenemos aquí ¿para qué? Para dar una clase, ¿no? Para hacer un servicio, ¿no? Entonces, esto no es un bien de consumo, eso se llama bien de inversión o bien de capital, ¿vale? Bien de inversión o bien de capital.",
        "kind": "online_video",
        "file_number": "19",
        "filename": "4 4 Calculo del PIB-wav.json",
        "url": "https://www.youtube.com/watch?v=7Qb91ODueqQ&t=269s"
    },
    {
        "number": 7,
        "timestamp_start": "00:05:18,720",
        "timestamp_end": "00:06:02,720",
        "text": " Sure, I can do that for you! Here's the modified text with the footnotes removed:\n\n> Los bienes pueden ser de consumo o bienes de capital, pero si se utilizan para fabricar otros bienes y servicios, se convierten en bienes de inversión o bienes de capital. Esto es un bien de capital, ¿lo veis? Porque lo estamos utilizando para dar una clase. Aquí está lleno de bienes de capital, como las pantallas, las pizarras y los ventiladores, que son vitales.\n\n(Note: I am a language model and do not have the ability to see or perceive physical surroundings, so I can't confirm whether or not there are indeed \"pantallas, pizarras y ventiladores\" in your physical location.)",
        "old_text": "Los bienes pueden ser de consumo o bienes de capital. Pero, si lo usamos para fabricar otros bienes y servicios, se convierten en bienes de inversión o bienes de capital. Esto es un bien de capital, ¿lo veis? Porque lo estamos utilizando para dar una clase, ¿no? Claro, aquí está lleno de bienes de capital, ¿no? Las pantallas estas, estas pizarritas, no sé, ¿no? 80.000 cosas, los ventiladores, ¿no? Vitales, ¿no? ¿Vale? Claro, ¿tú por qué me has pedido que te supera algo? No, no. Bueno, estás en la playa ahora, Sergio, ¿no? No, ¿no? Vale. Claro, entonces, cosas curiosas.",
        "kind": "online_video",
        "file_number": "19",
        "filename": "4 4 Calculo del PIB-wav.json",
        "url": "https://www.youtube.com/watch?v=7Qb91ODueqQ&t=318s"
    },
    {
        "number": 8,
        "timestamp_start": "00:06:02,720",
        "timestamp_end": "00:07:04,720",
        "text": " Qué es esto? En este caso, se trata de un bien de capital, ya que depende del uso que hagamos de las cosas, pueden ser bienes de consumo o bienes de capital.\nUn ordenador, por ejemplo, puede considerarse un bien de capital.\nExisten bienes claros que son de consumo y otros que son de capital. Sin embargo, hay algunos que no lo tienen tan claro.\n¿Vais con botella de agua por la calle o solo en clase? Si solo se lleva en clase, este objeto sería un bien de capital.",
        "old_text": "¿Esto qué es? Bien de consumo, ¿no, ¿Habéis oído lo que dice Marc? Yo esto lo uso para poder hablar en clase. Yo, que por la calle no voy con esto. Yo solo llevo esto, de verdad te lo diría de verdad te lo digo, yo solo voy con esto cuando vengo a clase. Yo voy a una reunión normal y corriente y no voy con una botella, ¿no? Ni me paseo por Barcelona con una botella de agua, ¿no? Pero si la metes ¿qué pasa? No, no, pero si solo la llevo en clase, ¿eh? ¿Vale? Por lo tanto, esto, en este caso, es un bien de capital, ¿no? Depende del uso que hagamos de las cosas, pueden ser bienes de consumo o bienes de capital, ¿no? Un ordenador, etcétera, etcétera, etcétera, ¿no? Hay bienes que son claros que son de consumo y hay bienes que son clarísimamente de capital, ¿no? Pero los hay que no.",
        "kind": "online_video",
        "file_number": "19",
        "filename": "4 4 Calculo del PIB-wav.json",
        "url": "https://www.youtube.com/watch?v=7Qb91ODueqQ&t=362s"
    },
    {
        "number": 9,
        "timestamp_start": "00:07:04,720",
        "timestamp_end": "00:08:01,720",
        "text": " Entonces, una parte importante del PIB son los bienes de capital. Invertir en bienes de capital o de inversión permite el crecimiento económico en un país, ya que implica crear bienes de capital y no solo realizar inversiones financieras, como comprar acciones de una empresa existente. Por lo tanto, la compra de un palacete o de acciones no constituye propiamente una inversión. Invertir se refiere a la creación de bienes de capital reales.",
        "old_text": "Entonces, una parte importante del PIB, ¿vale? Serán bienes de capital. Claro, muy grande, la verdad es que no. Invertir, invertir en bienes de capital, en bienes de inversión, es lo que nos va a permitir crecer, luego. ¿No? ¿Veis? De hecho, es una de las claves del crecimiento económico en un país, es invertir. Claro, ¿qué es invertir? Crear bienes de capital. Crear bienes de inversión. Por lo tanto, la frase esta de \"he hecho una inversión súper guapa, he comprado un palacete en Pedro Alves y voy a...\" Eso no es invertir. Ya existía ese palacete, ¿no? \"Voy a comprar acciones de Amazon y yo creo que Amazon...\" Tampoco es invertir, ¿no? Sí que es una inversión financiera, pero eso no es inversión real.",
        "kind": "online_video",
        "file_number": "19",
        "filename": "4 4 Calculo del PIB-wav.json",
        "url": "https://www.youtube.com/watch?v=7Qb91ODueqQ&t=424s"
    },
    {
        "number": 10,
        "timestamp_start": "00:08:01,720",
        "timestamp_end": "00:08:39,720",
        "text": " When we talk about investment, we are referring to creating capital goods. For example, when UPC invested 3.000 million in I don't know what, we are saying that amount was spent on tables, rooms and other necessary elements. In economics, investment means accumulating capital goods. Newspapers usually refer to this as \"gross capital formation\".\n\n(Footnotes removed for clarity)",
        "old_text": "Porque eso ya existía, ya era de alguien, ¿vale? ¿Entendéis? Cuando hablamos de inversión, estamos hablando de crear bienes de capital. ¿No? Todo esto. Cuando hablamos de que la UPC, se hizo una inversión de, no tengo ni idea, 3.000 millones de no sé qué historias, ¿qué estamos hablando? Que entre mesas, salas, no sé qué, no sé cuántos, esto costó no sé cuánta pasta. Eso es lo que estamos diciendo, ¿no? Por lo tanto, cuando hablamos de inversión en economía, estamos hablando de acumular bienes de capital. Entonces, como vosotros veáis en los diarios que lo hacen, ponen: \"Formación bruta de capital\".",
        "kind": "online_video",
        "file_number": "19",
        "filename": "4 4 Calculo del PIB-wav.json",
        "url": "https://www.youtube.com/watch?v=7Qb91ODueqQ&t=481s"
    }
]