[
    {
        "number": 1,
        "timestamp_start": "00:00:14,560",
        "timestamp_end": "00:10:02,200",
        "text": " The speaker discusses various indices that measure the well-being and development of countries, and how they differ from traditional measures such as Gross Domestic Product (GDP) per capita. They mention the Human Development Index (HDI), which takes into account life expectancy, education level, and income. However, the speaker argues that this index has its limitations.\n\nThe speaker suggests other indices that might be more informative or accurate, such as those that take into account ecological impact or perceived happiness of a country's citizens. They mention the Genuine Progress Indicator (GPI) and the Inclusive Development Index (IDI), which adjust for income inequality and environmental sustainability, respectively.\n\nThe speaker then discusses specific countries that rank high or low on these indices, such as Costa Rica, Australia, and Italy. They also mention the Happy Planet Index (HPI), which measures a country's ecological efficiency in terms of delivering long and happy lives for its citizens, and the Gross National Happiness (GNH) index used by the government of Bhutan to measure the well-being of its citizens.\n\nOverall, the speaker emphasizes the importance of considering multiple factors when evaluating a country's development and well-being, beyond just its income or economic output. They suggest that indices that take into account environmental sustainability, income inequality, and subjective well-being may be more informative and relevant for policymakers and citizens alike.",
        "old_text": "máis alto do mundo por tanto, en teoría, o país onde o mellor está no mundo é Catar e facíamos ostras, non pode ser 20 siglos de evolución para chegar a isto, é terrible é terrible, é terrible, non? En Catar, as moxeres estaríais bueno, se aquí estáis marginades que allí non existís non existís, olvidate de sair de tú casa solita, olvidate de ir al súper olvidate de miles de cosas entonces, pensar que Catar é un país que se vive super bien se és el emir de Catar é posible que sí pero é un país, por exemplo, que onde hai esclavitud claro, é que é flipante encubierta, pero onde hai esclavitud entonces, ostras ostras, non pode ser non pode ser e logo, Luxemburgo tampouco é verdade, non? non é certo, Luxemburgo entón, claro, aquí ocorre algo, non? veis? que non coincide logo, a verdade é que o 90% sí que coincide e sobre todo, os pobres o 100% coincide, non? os pobres, realmente a República Democrática do Congo pois é verdade, é un país que o temos destrozado que se ha hecho polvo, non? eu creo que vos explicaba, non? é un país que tiñe mollón de minerales que tiñe el coltan, non? que utilizamos para todos os chips del mundo todos os chips del mundo utilizan el coltan, non? entón, non só os móviles, non? os ordenadores, as neveras, os coches necesitamos este mineral, non? e ostras, que o 80% da reserva está neste país entón, o temos machacado, non? para poder sacar todo o que podamos disto, non? por tanto, veis que hai algo no piper que hai da pi y pi que non mola, non? entón, é cando a ONU se le ocorre nos anos 90 crear un novo índice que é un índice que é moitísimo mellor a verdade é que que pasa? que pasa? que pasa? a de las que horas general, claro, general a de al minx pero, e a PIB pi, pi, pi paridad poder de compra todo iso é o mateix pero aquí non se fa xo da compra si, si, claro, está fe vale? si? ok entón, é cando a ONU se le ocorre crear un índice que é moito máis interesante bueno, isto paso, que é un rollo, non? paso, paso que é este? o índice do desenvolupamento humano, non? onde vamos intentar ver non a potencia económica de un país por habitante que é o que estábamos vendo agora sino realmente en cuanto está desarrollado ese país vamos a tener en cuenta o PIB per caída pi, pi, pi se lo vamos a tener en cuenta porque eu creo que bueno, creo que todos consideramos que é moi importante ese índice nos dice moito sobre un país pero vamos a tener en cuenta tamén a esperanza de vida de ese país que iso nos dice moito de un país non? a recordar, eh? España, non? as mozas a esperanza de vida de un país a esperanza de vida máis alta do mundo junto con Japón, non? isto está dicendo moito sobre como se vive en España, non? e logo, vamos a tener en cuenta o nivel de educación o nivel de educación de hecho, é a variación do ratio educativo é un rollo, eh? pero nos vamos a quedar con a idea esta, non? nivel de educativo, esperanza de vida e PIB per caída pi, pi, pi e fijaros, entón nos sale unha lista que é moito máis interesante e aquí hai cosas que están mal, vale? por exemplo, Italia non tene unha esperanza de vida non? de 98 anos, vale? me equivoqué non é importante, olvidaros vale? olvidaros, vale? lo que é importante, a lista é boa vale? o país máis desarrollado do mundo, Noruega o segundo, era bueno, segue sendo Australia o terceiro, era Islandia, non é, Islandia caiu en picado vale? como Irlanda caiu en picado tamén, non? pero se vemos a lista já nos parece que sí, que esos países son desarrollados non? e que é máis ou menos correcta esta lista, non? a esta lista agora se adicionou outra historia se chama o IDH correcto por non sei que historias, non? eu digo o IDH correcto, non? que é que faltaría un ratio importante que non se tene en cuenta que é a distribución da renda vale? o percentil a diferencia entre o percentil o 20% máis rico e o 20% máis pobre se o tenemos en cuenta iso Australia caiu en picado por que? porque Australia tene unha población que é laborígica que está moi maltratada vale? é gente como moi marginada que se viven de subvenciones que é gente alcoolizada realmente as diferencias son moi bestias vale? claro, hai máis índices? si, eu nos apuntos eu posto a tira de índices posibles vale? eu aquí creo que que os explico un si, que é este porque a mi me parece interesante pero tampouco é que se aplique este índice é en cuanto fa feliz un país ao mundo veis a jugada? en cuanto un país contribuía que o mundo sea feliz entón é moi importante entón vamos tene en cuenta a esperanza de vida é importante vamos tene en cuenta a percepción de felicidade da xente do país non a que tu tens sobre a xente do país que tu vas allí e dices \"es desgraciado estes tíos\" pero ellos son felices entón que importa o que tú penses o importante é o que ellos creen e vamos tene en cuenta a xente ecológica un momento a xente ecológica é por exemplo como se mira a xente ecológica? hectáreas que necesitamos para fabricar este micro vale? claro, non temos hectáreas ou tamén se mide con hectolitros de agua que necesitamos para fabricar este micro se tene que ser así esta seria moi ben díxel pero claro, os resultados son curiosos porque mirar, Costa Rica é moi posible que sea que sea vale? habéis estado en Costa Rica? Costa Rica é un país que gran parte de Costa Rica son parques nacionales vale? a única cosa que a mi me cuesta é que en Costa Rica hai grandes diferencias de riqueza da xente pero a verdad é que Costa Rica é un país que a xente vive ben vive moi ben a xente se sente feliz, non ten ejército é un país pacífico desde hace mogollón de anos estás a gusto te vas a Costa Rica e estás a gusto segunda, República Dominicana o mesmo a República Dominicana, o mesmo hai unhas grandes diferencias non é tan ecológico como é Costa Rica a República Dominicana se carga moitas cosas pero segue tenendo é un paraíso ese país e a xente é super feliz a pesar de que non ten paz son felices pero claro, logo hai países que a mi me cuesta por exemplo, eu que sei Guatemala, El Salvador eu cando vou a El Salvador non me deixan salir do hotel só o teño prohibidísimo algunha vez que me escapado cogendo un taxi logo o rector da universidade que é a Centroamericana son jesuitas e as broncas absolutamente increíbles porque ten moito medo de que me ocorra algo o problema das maras as maras, as bandas estas que hai que agora, a verdade é que non están solucionando o problema é que estes países ten unhas guerras civiles moi heavy e entón hai habido xente joven que se ha educado simplemente con violencia cando se acaba a guerra civil é complexo, que faces con estas xente entón, bueno, agora parece que o están arreglándolo pero bueno, hai máis índices aquí os he puesto unha lista por exemplo este o índice de desarrollo humano ajustado por desigualdade que a mi me parece interesante China, por exemplo se les ocorreu a falar do PIB verde que é moi interesante vale, tú fabricas moitas cosas, pero quantas cosas te cargas para fabricar estas cosas vale, entón China dixo: eu vou aplicar o PIB verde cando empezaron a calcular dixeron: non o aplico, non o aplico non o sabe a moita ecológica é o índice non sei que, non sei quantos é moi interesante simplemente porque é curioso é o de Wutang, o índice de gross happiness, non sei que é o índice da felicidade bruta ou algo así entón o que facen é calcular o quão feliz é a xente entón isto é que en o año 73, 73, fijaos que facía anos no año 73, o rei de Wutang se foi á ONU dixeron: hai tantos PIB per cápita e tantas tonterías, estais todos amargados que vivís en estrés, que non sei que que tenís os países tan hechos folgos o importante, ao final, que é claro, é un país moi budista ao final o importante é ser feliz nesta vida uno o que quere é ser feliz pois vamos calcular en quanto é feliz a población dun país entón en Wutang han creado un índice con unha encuesta que facen 70 preguntas á xente cada ano que les preguntan les preguntan directamente a relación con tus filhos a relación con tus vecinos que ao final, iso é o que conta e a verdade é isto se tens un Mercedes ou non evidentemente Wutang é o país moi feliz do mundo feliz del mundo",
        "kind": "online_video",
        "file_number": "21",
        "filename": "4 6 Indice de desarrollo Humano HDI y otros índices-wav.json",
        "url": "https://www.youtube.com/watch?v=_TaRi7rKwns&t=14s"
    }
]