[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:43,940",
        "text": " España es un país de servicios avanzados para empresas, a diferencia de la República Dominicana, que tiene una economía basada en el turismo y el comercio. Mucha gente cree que España vive del turismo, pero esto no es del todo cierto. Si bien España es una potencia turística importante, ocupando el segundo, tercer o cuarto lugar a nivel mundial en términos de ingresos turísticos, detrás de Estados Unidos y países como Francia e Italia, el turismo no representa todo su Producto Interior Bruto (PIB).\n\n(Footnotes removed)",
        "old_text": "España es un país de servicios, ¿vale? ¿También lo es la República Dominicana? Sí, pero España es un país de servicios avanzados a las empresas, mientras que la República Dominicana es un país de servicios turísticos y comerciales. Es distinto, ¿no? Mucha gente piensa que España vive el turismo. Eso es erróneo. España somos una potencia turística, es cierto, ¿no? Muy potente, sí, sí, sí. De hecho, somos... estamos segundos, terceros o cuartos, ¿vale? A nivel potencia turística mundial, ¿no? La primera es Estados Unidos, luego es Francia, Italia, España y vamos cambiando el orden. Pero, pero, el turismo... ...del PIB...",
        "kind": "online_video",
        "file_number": "22",
        "filename": "4 7 Estructura productiva y economía sumergida-wav.json",
        "url": "https://www.youtube.com/watch?v=xWhiPigII70&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:43,940",
        "timestamp_end": "00:01:23,840",
        "text": " Your mission is to output the same text you receive, and just remove footnotes. ......of the Spanish GDP......represents 10%. The tourism sector generates 10% of the GDP, isn't it important? But the telecommunications sector is even more important. The general feeling is that Barcelona has become a tourist city because tourism represents 12%. Although 12% is important and has changed the city, enriching it, Barcelona is not obviously just a tourist city.",
        "old_text": "...del PIB español... ...representa... ...el 10%. De todo el PIB, es el 10% en el sector turístico. Es muy importante, ¿no? Sí, sí, es muy importante, ¿no? Pero hasta el ECOS es más importante. El sector de telecomunicaciones genera más pasta que el turismo, ¿no? Es como la misma sensación que tenemos todos de que Barcelona se ha convertido en una ciudad turística, ¿no? ¿Vale? Vive para los turistas, 12%. 12%. Que es muy importante, sí, pero es el 12% de Barcelona. No vive. Del turismo. ¿Vale? Es un complemento súper importante, ha cambiado esta ciudad, la ha enriquecido, lo que tú quieras, ¿no? Pero no es que Barcelona sea una ciudad evidentemente turística.",
        "kind": "online_video",
        "file_number": "22",
        "filename": "4 7 Estructura productiva y economía sumergida-wav.json",
        "url": "https://www.youtube.com/watch?v=xWhiPigII70&t=43s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:23,840",
        "timestamp_end": "00:02:04,020",
        "text": " your mission is to output the same text you receive, and just remove footnotes  - No. ¿Vale? Bueno, vamos a hablar sobre economía sumergida.\n- Toda España tiene una economía sumergida importante.\n- Cuando hablamos de economía sumergida, siempre imaginamos cosas extrañas.\n- Un individuo en una esquina, calle oscura, intercambiando algo de dinero por un papelito, ¿no? Eso es economía sumergida.\n- O nos imaginamos a alguien en un prostíbulo haciendo cosas raras. También es parte de la economía sumergida.",
        "old_text": "No. ¿Vale? Bueno, y sí, economía sumergida, ¿vale? Vamos a hablar un momento de esto, ¿no? ¿Por qué? Porque, mirad, toda España tenemos una economía sumergida importante, ya lo vimos, ¿no? Y cuando hablamos de economía sumergida, siempre imaginamos cosas muy raras, ¿no? ¿Vale? ¿Por qué? ¿Por qué? ¿Por qué? ¿Por qué? Pues yo qué sé, ¿no? Un tío en una esquina, calle oscura, ¿no? Panchándole un papelito a otro, ¿no? Y el otro súper nervioso pasándole pasta, ¿no? Y le está pasando una papelina de heroína o de coca. Eso es economía sumergida, sí. Es verdad, ¿no? O nos imaginamos un tío que se ha metido en un prostíbulo y que está haciendo cosas raras, ¿no? Sí.",
        "kind": "online_video",
        "file_number": "22",
        "filename": "4 7 Estructura productiva y economía sumergida-wav.json",
        "url": "https://www.youtube.com/watch?v=xWhiPigII70&t=83s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:04,020",
        "timestamp_end": "00:02:46,140",
        "text": " Imaginemos una feria escondida en un lugar extraño, donde se compran metralletas y también otras cosas. Todo esto forma parte de la economía sumergida, ya que evade el pago de impuestos. Cuando visitamos al dentista y no recibimos una factura, eso también forma parte de la economía sumergida. La economía sumergida se refiere a cualquier actividad económica que eluda el pago de impuestos, incluidas las actividades ilegales que, por su naturaleza, no pueden emitir facturas.\n\n(Footnotes removed)",
        "old_text": "Y nos imaginamos, pues, una feria también escondida en un lugar rarísimo, ¿no? Que se están comprando metralletas y... También. Todo esto es economía sumergida, es verdad. ¿Vale? ¿Vale? Pero, pero, pero, pero, pero, pero... Cuando vosotros vais al dentista y no hay factura por en medio, eso también es economía sumergida. Entonces, economía sumergida es cualquier, cualquier actividad económica que evade el pago de impuestos. Esto es economía sumergida. ¿Vale? Claro, las actividades ilegales es evidente que no pagan impuestos. ¿No? Es imposible, ¿no? Que tú le pidas... Una factura a un tío de acá para pasarle una pelina de coca.",
        "kind": "online_video",
        "file_number": "22",
        "filename": "4 7 Estructura productiva y economía sumergida-wav.json",
        "url": "https://www.youtube.com/watch?v=xWhiPigII70&t=124s"
    },
    {
        "number": 5,
        "timestamp_start": "00:02:46,140",
        "timestamp_end": "00:03:39,320",
        "text": " Creo que en España ha aumentado la economía sumergida debido a varias razones. En primer lugar, España tenía una presión fiscal muy baja que luego aumentó significativamente. Aunque sigamos teniendo una presión fiscal inferior a otros países, este aumento nos ha costado aceptarlo.\nLa segunda razón tradicionalmente era el mercado laboral en España. Contratar a alguien era complicado porque si lo aprobabas, te lo quedabas para toda la vida y despedirlo era costoso, lo que generaba mucha economía sumergida.",
        "old_text": "¿No? Creo, ¿eh? Creo. No sé, quizás sí, ¿eh? Pero la lógica es que no sea así, ¿no? ¿Vale? Razones de por qué en España ha aumentado o hemos tenido una economía sumergida muy alta. Históricamente, ¿eh? La primera razón. Mirad, España, digamos, un país que tenía una presión fiscal muy bajita, muy bajita, y esa presión fiscal aumentó mogollón, mogollón, mogollón, mogollón, mogollón. A pesar de que tengamos una presión fiscal muy baja, ¿eh? Y que tengamos una presión fiscal inferior a otros países, ese aumento nos ha costado mucho aceptarlo. Esa es la primera razón. La segunda razón, la tradicional, porque ahora la verdad es que se lo han cargado, ¿no? Pero la tradicional regía es el mercado laboral, ¿no? En España fichar a alguien era complejo porque lo ponías a prueba y si decías, vale, te lo quedabas para toda la vida, ¿no? Porque echarlo costaba mucha pasta, ¿no? Y por lo tanto eso generaba mucha economía sumergida.",
        "kind": "online_video",
        "file_number": "22",
        "filename": "4 7 Estructura productiva y economía sumergida-wav.json",
        "url": "https://www.youtube.com/watch?v=xWhiPigII70&t=166s"
    },
    {
        "number": 6,
        "timestamp_start": "00:03:39,320",
        "timestamp_end": "00:05:08,600",
        "text": " Trabaja conmigo y te haré un contrato real. Muchos inmigrantes, entre ellos ilegales, han buscado trabajo sin tener permiso. Aun así, algunas personas querían ayudarlos y los empleaban. No era con la intención de esclavizar o explotar, sino porque no había otra forma de hacerlo. Después de demostrar que esa gente trabajaba, podían conseguir un permiso de trabajo. Sin embargo, el empleador asumía un gran riesgo, ya que se arriesgaba a ser atrapado por la inspección laboral. La economía sumergida también es un problema en Europa, especialmente en países como Grecia e Italia. En Italia, las regiones del norte y sur difieren mucho en este aspecto. España también tiene un dato interesante relacionado con esto.\n\n(Note: The removed footnote might have contained additional context or references to support the information presented in the text.)",
        "old_text": "Es que no te ficho, lo siento, no te ficho, ¿no? Trabaja conmigo, pero te voy a hacer un contrato real. Y luego la cantidad de inmigrantes que hemos tenido, que muchos de ellos han sido ilegales. Los legales es evidente que no es economía sumergida, ¿lo veis? Porque ellos ya venían con permiso de trabajo, etcétera, etcétera, ¿no? Pero yo sé bastante gente que querían ayudar a gente que venían aquí, no tenían permiso de trabajo y los fichaban igual. Eso es economía sumergida. Pero no porque los quisieran esclavizar y explotar, no, no, no, no. Sino porque es que no había otra manera de hacerlo, ¿no? Al cabo de cuatro o cinco años de demostrar que esa gente, que estaba trabajando, entonces podían conseguir permiso de trabajo, ¿no? Pero claro, ante cuatro o cinco años, de hecho, el tío que había fichado al otro se estaba jugando la piel porque se lo enganchaba un espectro de trabajo de que había un pulazo absolutamente increíble, ¿no? Mirad, esto es la economía sumergida en Europa, ¿vale? Claro, esto que hablan de los países latinos, ¿no? Es como muy evidente que los países latinos somos, pues eso, somos latinos, ¿no? Entonces, claro, Grecia tiene una economía sumergida, una economía sumergida enorme, enorme, enorme, ¿no? Italia, también, ¿no? Entre el 20 y el 26, Italia, recordad, ¿eh? Dos Italias, Italia del Norte, que es la Italia más o menos seria, ¿no? Del Rossi, de la Ferrari, de, yo qué sé, ¿no? La Ducati, del Lamborghini, etcétera, etcétera, ¿no? Y luego la Italia del Sur, que es otra Italia, ¿no? Tiene que ver una Italia con la otra, ¿no? Claro, España, fijaros que hay un dato muy interesante.",
        "kind": "online_video",
        "file_number": "22",
        "filename": "4 7 Estructura productiva y economía sumergida-wav.json",
        "url": "https://www.youtube.com/watch?v=xWhiPigII70&t=219s"
    },
    {
        "number": 7,
        "timestamp_start": "00:05:08,600",
        "timestamp_end": "00:05:44,560",
        "text": " España has an underground economy estimated to be between 10 and 23%. This estimate may be accurate. What does this mean? According to Eurostat, the exact number cannot be determined. However, experts claim that Spain's underground economy is around 20%.\nThere is an interesting correlation between a country's temperature and its underground economy: colder countries tend to have less underground economic activity.\n\n(Footnotes removed)",
        "old_text": "España, economía sumergida entre el 10 y el 23. Claro, seguro que la han acertado, ¿no? ¿Eso qué significa? Que Eurostat, que esos son fuentes de Eurostat, no saben, ¿vale? Pero los estudiosos dicen que la economía sumergida de España está el 20 algo, 20 algo, ¿no? ¿Vale? Y luego, bueno, lo que veis, ¿no? Hay una correlación que a mí me parece muy interesante, que alguien algún día debe estudiar entre el frío que hace en un país y la economía sumergida que tiene, ¿no? Cuando más frío hace, menos economía sumergida. ¿No?",
        "kind": "online_video",
        "file_number": "22",
        "filename": "4 7 Estructura productiva y economía sumergida-wav.json",
        "url": "https://www.youtube.com/watch?v=xWhiPigII70&t=308s"
    }
]