[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:02:55,580",
        "text": " ¿Qué se llama la economía? La guerra de independencia de Estados Unidos.\n\n¿Qué pasará el 13 años? ¿Qué pasó en 1789 en el mundo? La revolución francesa, ¿no?\n\nEstamos asistiendo a un cambio de paradigma en la forma de vivir, de modelo en la forma de vivir. Hasta aquel momento se vivía con una estructura medieval y aparece un nuevo sistema de producción que es el capitalismo. Adam Smith observa este cambio.\n\nPensemos en lo que había hasta aquel momento de forma caricaturesca: un personaje curioso, el rey.",
        "old_text": "¿Qué es lo que se llama la economía? ¿Qué es lo que se llama la economía? ¿Qué es lo que se llama la economía? La guerra de independencia de Estados Unidos. ¿Vale? ¿Qué pasará el 13 años? ¿Qué pasó en el 1789 en el mundo? La revolución francesa, ¿no? ¿Qué quiero decir con esto? Que es un momento, ¿lo veis o no? Ahora es un momento bestial, ¿no? En el mundo para tierra, para evolución del ser humano, es un momento súper importante, seguramente, ¿no? Pero esto es bestial, es bestial, ¿no? ¿Por qué? Porque estamos asistiendo a un cambio de paradigma en la forma de vivir, de modelo en la forma de vivir, ¿no? Hasta aquel momento se vivía, digamos, con una estructura medieval, que íbamos, pues, siglos con muy poca evolución, y a partir de aquel momento se acaba esta historia y aparece un nuevo sistema de producción que es el capitalismo, ¿no? Claro, súper bestia, ¿no? Adam Smith está observando esto, está viendo que algo está ocurriendo, ¿vale? Quiero que pensemos ahora en, en, de forma como muy caricaturesca, en lo que había hasta aquel momento, ¿vale? ¿Qué es lo que había hasta aquel momento? Había un personaje curioso que era el rey, ¿no? Rey, rey, rey, ¿no? Vale.",
        "kind": "online_video",
        "file_number": "24",
        "filename": "5 2 Adam Smith La mano invisible-wav.json",
        "url": "https://www.youtube.com/watch?v=cyR3mMXAJtk&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:02:55,580",
        "timestamp_end": "00:03:31,580",
        "text": " Quera era el rey? El rey era el enviado de Dios en la tierra, el representante de Dios en la tierra. Podia hacer y deshacer lo que quisiera. Era una figura excepcional.\nLuego estaba la aristocracia, o más bien los nobles.\n¿Qué eran los nobles? Eran como los señores feudales, representantes del rey en su feudo.",
        "old_text": "¿Vale? ¿Qué era el rey, no? El rey era, muy bestia, ¿eh? Era el enviado de Dios en la tierra. Era el representante de Dios en la tierra. Este tío podía hacer y deshacer lo que él quisiera. Era una pasada, ¿vale? Luego había los coleguillas del rey, ¿no? Que era la aristocracia. No la aristocracia, los nobles. Luego había, claro, los nobles, ¿qué eran? Los nobles eran como los señores feudales, ¿no? Los señores feudales, ¿no? Los señores feudales, ¿no? Los señores feudales, ¿no? Los señores feudales, ¿no? Los señores feudales, ¿no? Eran como representantes del rey en su feudo.",
        "kind": "online_video",
        "file_number": "24",
        "filename": "5 2 Adam Smith La mano invisible-wav.json",
        "url": "https://www.youtube.com/watch?v=cyR3mMXAJtk&t=175s"
    },
    {
        "number": 3,
        "timestamp_start": "00:03:31,580",
        "timestamp_end": "00:04:15,580",
        "text": " Por lo tanto, en su territorio hacían y deshacían como querían. Había una estructura curiosa, la iglesia católica, que tenía un gran poder, incluso más que ahora. Su eslogan era ser buenas personas, pero el problema es interpretar qué significa ser buena gente. Para la iglesia, significaba no protestar.",
        "old_text": "Por lo tanto, ellos hacían y deshacían lo que querían en su territorio, ¿no? Luego había una estructura muy curiosa que era la iglesia, ¿no? La iglesia católica. La iglesia católica, ¡ostras! Tenía un poder, mirad que ahora tiene poder, ¿no? Pues en aquel momento era una pasada el poder que llegaba a tener la iglesia, ¿no? Era exagerado. Tenía como una especie de eslogan que era que es que la gente teníamos que ser buenas personas, ¿no? Y claro, el problema es qué significa ser buena gente, ¿no? el problema es qué significa ser buena gente, ¿no? Porque esto para uno puede ser una historia pero para otro puede ser otra, ¿no? Claro, para la iglesia, ¿qué significaba ser buena gente? Pues significaba que no protestases.",
        "kind": "online_video",
        "file_number": "24",
        "filename": "5 2 Adam Smith La mano invisible-wav.json",
        "url": "https://www.youtube.com/watch?v=cyR3mMXAJtk&t=211s"
    },
    {
        "number": 4,
        "timestamp_start": "00:04:15,580",
        "timestamp_end": "00:05:13,580",
        "text": " Significaba que no te apartarías de lo que te educaba, de los cánones. La iglesia católica creó instituciones como la Inquisición para corregir a quienes no se ajustaban a sus normas. Ser una \"mala persona\" implicaba actitudes egoístas o el deseo de obtener beneficios económicos. Los judíos, considerados hijos del diablo, se encontraban en una situación complicada.\n\n(Nota: Se han eliminado repeticiones, preguntas retóricas y fragmentos sin relación directa con el tema principal de la lectura.)",
        "old_text": "Eso es lo que significaba, ¿no? Que no te salieras de lo que te educaba, de los cánones. Que no te hagas mal rollo, ¿no? Entonces, la iglesia católica montó unas primeras multinacionales mundiales, ¿no? Que se llamaba la Inquisición, ¿no? La Santa Inquisición lo llamaban, ¿no? Que si tú no eras buena persona, pues te lo corregían, ¿no? Vale, entonces, claro, ¿qué significaba no ser buena persona? Hombre, pues, yo qué sé, como buscases, buscar... Como fueses egoísta, es decir, tú te ponías a comerciar con no sé qué historias, pero ¿qué estás haciendo? ¿Qué estás haciendo? No, no, no, no, no, no, ven, ven, ven, que te vamos a educar, ¿no? Como dejases pasta y quisieras cobrar algo de dinero a cambio, que ahora nos parecería lo más normal del mundo, no, no, no, no, no, eres hijo del diablo, ¿no? Ven, que te vamos a educar también, ¿no? Entonces, claro, los judíos hijos del diablo, como podéis entender, los judíos estaban...",
        "kind": "online_video",
        "file_number": "24",
        "filename": "5 2 Adam Smith La mano invisible-wav.json",
        "url": "https://www.youtube.com/watch?v=cyR3mMXAJtk&t=255s"
    },
    {
        "number": 5,
        "timestamp_start": "00:05:13,580",
        "timestamp_end": "00:06:07,580",
        "text": " In Spain, in 1492, the Jews were expelled as they had no place in society. There was an important structure called guilds, where professions were organized by specific trades. Therefore, to be able to manufacture phones, it was necessary to belong to the corresponding guild. It would not have been tolerated if someone who did not belong to the guild tried to be a genius in phone manufacturing, since multinationals would not have allowed it and could have caused harm to that person to avoid unfair competition.\n\n(Note: repetitions, colloquial phrases and those that altered the flow of the discourse without providing relevant information have been removed.)",
        "old_text": "De hecho, en España, los echamos, les dijimos: \"Os vais de aquí\", en el 1492, ¿no? No teníamos para nada a esta gente, ¿no? ¿Vale? Bueno, pues eso, como intentases salirte de lo que tocaba, mal rollo absoluto, ¿no? Luego, había una estructura importante que eran los gremios, ¿no? Entonces, las profesiones, pues, estaban estructuradas por gremios, entonces, claro, para hacer móviles tenías que ser del gremio de los tíos que hacen móviles. No se te ocurra ser un genio pero no ser del gremio pero ser móviles, porque la multinacional esa te va a llamar y te va a decir: \"Que no, hombre, que no, ¿qué haces?\" Y te romperá las manos para que no hagas más móviles, ¿no? Claro, mal rollo, ¿no? Lo veis, mal rollo, ¿no? Paralelamente, paralelamente, eh...",
        "kind": "online_video",
        "file_number": "24",
        "filename": "5 2 Adam Smith La mano invisible-wav.json",
        "url": "https://www.youtube.com/watch?v=cyR3mMXAJtk&t=313s"
    },
    {
        "number": 6,
        "timestamp_start": "00:06:07,580",
        "timestamp_end": "00:07:03,580",
        "text": " Sabéis que la corona de Castilla patrocinó a Cristóbal Colón para que descubriera nuevas rutas comerciales. Colón no dio la vuelta al mundo, sino que se toparon con América. La corona de Castilla explotó este territorio y se hicieron muy ricos, convirtiéndose en la primera potencia mundial. Ellos tenían la exclusividad del comercio con las Indias, mientras que la corona de Aragón solo podía comerciar esclavos. La corona de Aragón se especializó en esto.\n\n(The crown of Castille sponsored Christopher Columbus to discover new commercial routes. Columbus did not go around the world, but instead discovered America. The crown of Castille exploited this territory and became very rich, becoming the first world power. They had the exclusivity of trading with the Indies, while the crown of Aragon could only trade slaves. The crown of Aragon specialized in this.)",
        "old_text": "Tú sabéis que la corona de Castilla, ¿no? Bueno, el Fernando y la Isabel y todos estos rollos, ¿no? Que se casaron y ahora estamos sufriendo, ¿no? El rollo este y no sé qué películas, ¿no? Pero bueno, la Isabel patrocinó a un tío que se llamaba Cristóbal Colón para que se fuera a dar la vuelta al mundo, ¿no? Y no la dio la vuelta al mundo, ¿no? Porque ese tío tenía que ir a India, ¿no? Y de golpe se encontró... En medio había algo, ¿no? Que era América, ¿no? Y entonces, claro, la corona de Castilla, sólo la corona de Castilla porque la corona de Aragón no les dejaron jugar, ¿no? ¿Vale? Expolió, expolió ese territorio, ¿no? ¿Vale? Y se hicieron muy ricos, muy ricos, muy ricos, muy ricos, ¿no? De hecho, España se convierte en la primera potencia mundial, ¿no? Entonces se dan cuenta que se están protegiendo, ¿no? Claro, la corona de Castilla tenía la exclusividad del comercio con las Indias, ¿no? La corona de Aragón lo único que podía hacer era llevar esclavos, ¿no? Que lo hicimos madre, ¿no? La corona de Aragón se especializó en esto, ¿no? Entonces...",
        "kind": "online_video",
        "file_number": "24",
        "filename": "5 2 Adam Smith La mano invisible-wav.json",
        "url": "https://www.youtube.com/watch?v=cyR3mMXAJtk&t=367s"
    },
    {
        "number": 7,
        "timestamp_start": "00:07:03,580",
        "timestamp_end": "00:08:01,580",
        "text": " Your mission is to output the same text you receive, and just remove footnotes  No, I don't know, the Gaudí is owed to this character, the Güey. The Güey family made their fortune and wealth through the slave trade. So, great Catalan fortunes are based on this history. But well, that is another story. This causes a kind of philosophy: \"I will protect what is mine\", protectionism. This protectionism reached such surprising things as any product you manufactured needed the king's license. Today, if you go to England and buy tea or anything, you'll see \"Made under the license of the Queen of England,\" but now it's anecdotal; before, it was true.",
        "old_text": "No, yo qué sé, el Gaudí es gracias a esto, ¿eh? ¿Vale? Que sepáis, ¿eh? El gran mencionador del Gaudí que era el tipo este, el Güey, ¿no? La familia Güey, la riqueza, la fortuna la hicieron con el comercio de esclavos, ¿no? Entonces grandes fortunas catalanas están cimentadas en esta historia, ¿no? Pero bueno, eso es otra historia, ¿no? Entonces, claro, eso nos provoca de golpe aparece una especie de filosofía que es \"voy a proteger lo mío\", ¿no? Yo protejo lo mío, ¿no? Proteccionismo. ¿Vale? Y ese proteccionismo llegaba a cosas tan alucinantes como que cualquier producto que tú fabricases tenía que tener la licencia del rey, ¿no? Aún hoy en día si vais a Inglaterra y compráis té o compráis cualquier cosa lo pone, ¿no? Fabricado bajo la licencia no sé si lo habéis visto, ¿eh? de la reina de Inglaterra, ¿no? Claro, esto ya no es verdad, ¿no? ¿Vale? Ahora es como anecdótico, pero es que antes era verdad.",
        "kind": "online_video",
        "file_number": "24",
        "filename": "5 2 Adam Smith La mano invisible-wav.json",
        "url": "https://www.youtube.com/watch?v=cyR3mMXAJtk&t=423s"
    },
    {
        "number": 8,
        "timestamp_start": "00:08:01,580",
        "timestamp_end": "00:08:35,580",
        "text": " El comercio con Fouets de Vic necesitaba permisos reales e incluso de diversas ciudades? Incluían estos permisos el ingreso y salida de las ciudades, así como la compra de los productos?",
        "old_text": "¿No? Entonces era muy heavy, ¿no? Porque imaginaos que tú vivías en Barcelona y querías comerciar con Fouets de Vic. Pues era terrible. Necesitabas un permiso del rey para poder comerciar los Fouets de Vic. Necesitabas un permiso de la ciudad de Barcelona para poder salir de la ciudad de Barcelona. Luego, cuando te iban hacia Vic, claro, pasabas por caminos de los diversos señores, tenías que ir pagando a estos tíos, ¿no? Llegabas a Vic, necesitabas un permiso para poder entrar a la ciudad de Vic. Necesitabas otro permiso para poder comprar los Fouets de Vic. Necesitabas otro permiso para poder salir de la ciudad de Vic.",
        "kind": "online_video",
        "file_number": "24",
        "filename": "5 2 Adam Smith La mano invisible-wav.json",
        "url": "https://www.youtube.com/watch?v=cyR3mMXAJtk&t=481s"
    },
    {
        "number": 9,
        "timestamp_start": "00:08:35,580",
        "timestamp_end": "00:09:47,580",
        "text": " Claro, esto era muy complejo, ya que había un grupo numeroso de personas que dejaron de ser \"buena gente\" y comenzaron a actuar por su cuenta. Financiaban barcos para comerciar con Grecia u otros lugares, y se hacían ricos. Esta gente se agrupó en núcleos urbanos, a los que llamamos burgos. A ellos mismos, los llamamos burgueses. Adam Smith se dio cuenta de que los países con muchos burgueses prosperaban económicamente.",
        "old_text": "Claro, esto era muy complejo, muy complejo, ¿lo veis? Era todo como muy complejo, ¿no? Bueno, y no lo he dicho, ¿eh? Pero luego había el resto, ¿no? La gente, ¿no? Que la gente eran como perros, ¿no? ¿Vale? Estos tenían que obedecer y punto, ¿no? No, no, no había más. ¿No? Y claro, Adam Smith se da cuenta de una historia. Se da cuenta que han ido apareciendo un grupo de gente cada vez es más numeroso, que han dejado de ser buena gente, perdón, ¿vale? Han dejado de ser buena gente, ¿vale? Van a su bola, de hecho, de hecho, están financiando, pues, barcos que se van a comerciar hacia hacia Grecia, no sé qué rollo, están no sé qué, no sé cuántos, incluso que dejan pasta a cambio de, ¿vale? Y que esta gente se está haciendo de oro, ¿no? Y que esta gente, además, se están agrupando en unos núcleos urbanos que les llamamos burgos, ¿no? De hecho, a esta gente les llamamos burgueses, y se ha dado cuenta que las ciudades o los países que tienen muchos burgueses son los países que están haciéndose ricos, ¿vale? Son los países que están prosperando.",
        "kind": "online_video",
        "file_number": "24",
        "filename": "5 2 Adam Smith La mano invisible-wav.json",
        "url": "https://www.youtube.com/watch?v=cyR3mMXAJtk&t=515s"
    },
    {
        "number": 10,
        "timestamp_start": "00:09:47,580",
        "timestamp_end": "00:10:31,580",
        "text": " Entonces, la pregunta de Adam Smith es si sería bueno ser egoísta, ya que se da cuenta de que los egoístas, aquellos que van a su bola y buscan su propio interés, son los que prosperan y hacen que los países también lo hagan. Asombrascamente, llega a la conclusión de que el egoísmo no solo es beneficioso para uno mismo, sino que también resulta ser positivo para la sociedad.\n\n(Footnotes removed)",
        "old_text": "Entonces, claro, la pregunta de Adam Smith es una pregunta filosófica, filosóficamente potente, ¿no? Y la pregunta es, ostras, ¿será bueno ser egoísta? Porque, claro, él se acaba de dar cuenta que la gente que es egoísta, la gente que va a su bola, ¿no? Que busca su propio interés, son los que están prosperando y son los que están haciendo que los países prosperen, ¿no? Capitalismo, ¿no? Veis que está iniciándose el movimiento capitalista, ¿no? Y el tío llega a la conclusión alucinante, pero alucinante, ¿no? Y es que su conclusión es que ser egoísta no es sólo bueno para uno mismo, sino que el que es egoísta es benefactor social.",
        "kind": "online_video",
        "file_number": "24",
        "filename": "5 2 Adam Smith La mano invisible-wav.json",
        "url": "https://www.youtube.com/watch?v=cyR3mMXAJtk&t=587s"
    }
]