[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:52,180",
        "text": " Your mission is to output the same text you receive, and just remove footnotes\n¿En qué falla esto que se nos propone? ¿Qué no estamos teniendo en cuenta? ¿En qué falla el sistema vitalista? ¿Sería cierto este esquema con 6 millones de parados?\nYou, as a poet, what do you want to say with your writing? Haven't we already talked about this before, haven't we? Everything you produce is clearly not going to be liked.",
        "old_text": "¿Qué es lo que no estamos teniendo en cuenta? Venga, ¿a alguien se le ocurre...? ¿En qué falla esto que os estoy proponiendo? ¿Se os ocurre o no? ¿En qué falla el sistema vitalista? ¿En qué es lo que no estamos teniendo en cuenta? Porque hay 6 millones de parados, ¿no? ¿Este esquema es cierto? Esto que yo acabo de dibujar de borradores, ya sé que con borradores no, pero ¿sería cierto o no? ¿Falla en algo? Venga, ha escrito, pero ¿qué quieres decir? Tú eres un poeta, ¿no? ¿Eso qué significa? No, no, no, fíjate, si ya hemos hablado de eso, ¿no? Todo lo que produces es evidente que no va a gustar, es evidente.",
        "kind": "online_video",
        "file_number": "25",
        "filename": "5 3 Fallos del capitalismo el ahorro-wav.json",
        "url": "https://www.youtube.com/watch?v=6TzOw2di45w&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:52,180",
        "timestamp_end": "00:02:26,920",
        "text": " El portátil no ha gustado y no se ha vendido. Un individuo ha fallecido de hambre. ¿Me explico? Pueden reinvertir sin problemas y crecer. Estoy de acuerdo, me gusta lo que dice Chavi. Es interesante colaborar en lugar de competir. Kilian, presta atención a lo que voy a decir. Primera razón, según Keynes. ¿Comprendéis? ¿Qué ocurrirá cuando tu familia decida ahorrar para comprarte un superborrador cuando cumplas 18 años?",
        "old_text": "El portátil aquel no ha gustado y no se ha vendido. El tío aquel se ha muerto de hambre, ¿me entiendes? Ya, y... Sí, sí. Claro, pueden reinvertir sin ningún problema, hacerse más grandes, ¿por qué no? Bien, Chavi, bien, bien, me gusta, me gusta lo que está diciendo Chavi, ¿vale? Vamos a dejarlo en paréntesis, pero eso es muy interesante, ¿vale? ¿Vale? El colaborar enfrente al competir, ¿no? Eso es vital, ¿vale? Vamos a hablar de esto dentro de un momento, ¿eh? Esa es una idea buena, ¿no? ¿Qué más? ¿Alguien se le ocurre algo más? Kilian, atención a lo que os voy a contar ahora, ¿vale? ¿Vale? Primera razón, ¿no? Esta razón la da Keynes, las dos, de hecho, son de Keynes, ¿no? Pero la primera razón, flipar, ¿eh? Este circuito es cierto siempre que funcione así, ¿no? Pero ¿qué ocurrirá? ¿Cuándo tu familia decida ahorrar para comprarte un superborrador cuando tengas 18 años? ¿Entendéis? ¿Entendéis? ¿Vas a vaciar el...",
        "kind": "online_video",
        "file_number": "25",
        "filename": "5 3 Fallos del capitalismo el ahorro-wav.json",
        "url": "https://www.youtube.com/watch?v=6TzOw2di45w&t=52s"
    },
    {
        "number": 3,
        "timestamp_start": "00:02:26,920",
        "timestamp_end": "00:03:07,240",
        "text": " El ahorro es malo, terriblemente malo para una economía. Siempre habrá ahorro, pero ¿lo veis? Es terrible para un sistema económico. ¿Y entonces no hay solución? Sí la hay, y es esta.\n\n(Note: The transcription begins with several false starts and repetitions, which have been removed. The speaker's casual conversation with the students has also been omitted to maintain the focus on the main points of the lecture.)",
        "old_text": "el... esto, ¿no? ¿Lo veis? Estaba haciendo el circuito, ¿no? Mal rollo, ¿eh? Muy mal rollo. ¿Entendéis la jugada? Claro que me dirán, José, pero algún día comprará el borrador tu familia, ¿no? Ya, y entonces la familia de Xavi será la que ahorrará. Siempre habrá ahorro, ¿lo veis? Cuidado lo que voy a decir ahora. El ahorro, terrible. Terrible para una economía. Ahorrar, terrible para un sistema económico. ¿Qué dice este tío? Palabra de honor que no he vivido. Os lo prometo, ¿vale? El ahorro es terrible. ¿Y entonces no hay solución? Sí, sí, hay una solución, mirad. La solución es esta.",
        "kind": "online_video",
        "file_number": "25",
        "filename": "5 3 Fallos del capitalismo el ahorro-wav.json",
        "url": "https://www.youtube.com/watch?v=6TzOw2di45w&t=146s"
    },
    {
        "number": 4,
        "timestamp_start": "00:03:07,240",
        "timestamp_end": "00:04:08,800",
        "text": " La inversión es importante, ya que hará crecer la economía. Sin embargo, el ahorro podría vaciarlo todo. Tenemos un problema si solo los pobres ahorran, ya que son las familias las que suelen ahorrar. También es cierto que los ricos ahorran. Pero, ¿quién invierte? El Estado realiza el gasto público, pero no invierte. Los bancos solo prestan dinero para que otras personas inviertan.\n\n(Footnotes removed)",
        "old_text": "La inversión. ¿Vale? La inversión. ¿Vale? Claro, se invierte. Una economía invierte, esto va a crecer. ¿Vale? Pero el ahorro va a vaciarlo todo. ¿No? ¿Veis la jugada? Pues entonces, si esto es así, tenemos un problema. ¿Quién ahorra? ¿Quién ahorra? Los pobres ahorran. ¿Pero quiénes son? Las familias, ¿no? Son las que ahorran, ¿no? Vale, pobres y ricos. Los ricos también ahorran. ¿Vale? ¿Y quién invierte? ¿Eh? Eric. No, ¿quién invierte? ¿Quién hace la inversión en un país? ¿Eh? No, el Estado hace el gasto público. ¿Quién hace la inversión? Los bancos no invierten nada. Dejan dinero a gente para que invierta.",
        "kind": "online_video",
        "file_number": "25",
        "filename": "5 3 Fallos del capitalismo el ahorro-wav.json",
        "url": "https://www.youtube.com/watch?v=6TzOw2di45w&t=187s"
    },
    {
        "number": 5,
        "timestamp_start": "00:04:08,800",
        "timestamp_end": "00:04:55,500",
        "text": " Quien invierte? Las familias y las empresas. Cuál es el problema? Que va a ser difícil que el ahorro sea igual a la demanda de inversión, solo ocurrirá por casualidad. Es lógico que en ocasiones el ahorro sea inferior a la inversión, lo que causará crecimiento económico, y otras veces superior. El circuito estará equilibrado cuando el ahorro sea igual a la demanda de inversión.",
        "old_text": "¿Pero quién invierte? ¿Eh? ¿Vale? Ahorran. Las familias invierten las empresas. ¡Ostras! Pues ahí va a haber un problema. ¿No? ¿Cuál es el problema? ¿Qué? ¿Quién decide esto? Las familias. ¿Quién decide esto? Las empresas, ¿no? Pues perdonad, ¿eh? Pero va a ser muy difícil, muy difícil que coincida, ¿no? Eso estará bien. Este circuito estará equilibrado cuando el ahorro sea igual a la demanda de inversión. Pero será pura casualidad. Lógico es que el ahorro a veces sea inferior a la inversión y entonces esto crecerá. Habrá crecimiento económico o que el ahorro a veces sea inferior a la demanda de inversión.",
        "kind": "online_video",
        "file_number": "25",
        "filename": "5 3 Fallos del capitalismo el ahorro-wav.json",
        "url": "https://www.youtube.com/watch?v=6TzOw2di45w&t=248s"
    },
    {
        "number": 6,
        "timestamp_start": "00:04:55,680",
        "timestamp_end": "00:05:33,460",
        "text": " Si el ahorro es mayor que la demanda de inversión, se vacía el circuito. Si el ahorro es menor, tenemos crecimiento económico. Esto puede explicar el flujo económico que mencionamos previamente. Sin embargo, si el ahorro excede la demanda de inversión, surge un problema. Keynes sugiere that...\n\n(Note: The expression \"¿Vale?\" has been omitted because it is repetitive and does not add relevant information to the content of the discourse.)",
        "old_text": "¿Vale? ¿Vale? Si el ahorro es mayor que la demanda de inversión, se va a vaciar este circuito. Si el ahorro es... Yo no sé lo que he dicho, ¿vale? Si es mayor que la demanda de inversión, se vacía el circuito. Paro. Si el ahorro es menor que la demanda de inversión, crecimiento económico. De hecho, esto, podríamos decir, que nos está explicando el porqué del flujo económico aquel que os enseñaba. ¿Os acordáis? ¿Os acordáis? ¿Os acordáis? ¿Os acordáis de esto? De algún modo, esto nos está explicando. Pero claro, esto es un mal rollo, ¿no? Entonces, ¡ostras! Keynes dice...",
        "kind": "online_video",
        "file_number": "25",
        "filename": "5 3 Fallos del capitalismo el ahorro-wav.json",
        "url": "https://www.youtube.com/watch?v=6TzOw2di45w&t=295s"
    },
    {
        "number": 7,
        "timestamp_start": "00:05:33,460",
        "timestamp_end": "00:06:19,400",
        "text": " Bueno, pero hay una solución. Este dibujo que os pongo ahora es un intento de simplificación para explicar algo. La economía no funciona como tubos y grifos.\n\nLa economía no funciona como tubos y grifos. I want to emphasize this point because sometimes someone starts thinking that if there were a tube and a hairdryer, the economy would work that way. But it's not like that. It is important to understand that I came up with this idea on a summer night of insomnia, and I thought I could explain it in this way.",
        "old_text": "Bueno, pero hay una solución. Mirad. Ah, una cosa muy, muy importante. Este dibujo que os pongo ahora, que es el mismo que antes, pero así... más formalizado, más bonito, ¿no? Esto es un intento de simplificación de explicar algo. La economía no funciona así. No es una cuestión de tubos y grifos y... ¿Vale? Lo digo porque ahora, de golpe, porque me ocurre más de una vez, ¿no? Alguien empieza a pensar que si hubiera un tubo y si un secador que... No, no, no. Entender. No, no, no. ¿Vale? Esto se me ocurrió una noche de insomnio de verano, ¿no? Y yo dices, oh, lo podría explicar de esta manera.",
        "kind": "online_video",
        "file_number": "25",
        "filename": "5 3 Fallos del capitalismo el ahorro-wav.json",
        "url": "https://www.youtube.com/watch?v=6TzOw2di45w&t=333s"
    },
    {
        "number": 8,
        "timestamp_start": "00:06:19,400",
        "timestamp_end": "00:06:52,960",
        "text": " Your mission is to output the same text you receive, and just remove footnotes. Punto. El ahorro, si es mayor que la demanda de inversión, se vaciará y será un problema. Alejandro, no hay solución si no hay inversión. Sí hay solución a los problemas del capitalismo: intervención del Estado. Cuando la inversión no sea suficiente, el gasto público debe aumentar, siendo el Estado quien gaste.",
        "old_text": "Punto. Y ya está, ¿no? ¿Vale? Pero no hay cubos, ni hay grifos, no hay nada de todo esto. ¿Vale? Lo único que estoy diciendo es que el ahorro, ¿veis? Si el ahorro es mayor que la demanda de inversión, eso se va a vaciar y es... Momento, Alejandro, eso va a ser un mal rollo. ¿Vale? No hay solución. Claro que dice, sí que hay solución. ¿Vale? Sí que hay solución a los problemas del capitalismo. Hay una solución. ¿Cuál es? Que el Estado intervenga. Que intervenga, fijaros, cuando la inversión no sea suficiente, gasto público, ¿lo veis? Que sea el Estado el que gaste.",
        "kind": "online_video",
        "file_number": "25",
        "filename": "5 3 Fallos del capitalismo el ahorro-wav.json",
        "url": "https://www.youtube.com/watch?v=6TzOw2di45w&t=379s"
    },
    {
        "number": 9,
        "timestamp_start": "00:06:55,140",
        "timestamp_end": "00:07:27,420",
        "text": " Sure, I can do that. Here is the text without footnotes:\n\nThe savings may be insufficient, which means we have to play around with taxes. Keynes argues for the importance of intervening in the economy because the State can regulate it and ensure its smooth functioning. Before giving you the floor, could you discuss this among yourselves for a minute?\n\n(Note: The original text contained repetitive phrases, incomplete sentences, and informal language that were removed or corrected to maintain clarity and coherence.)",
        "old_text": "El ahorro no sea suficiente, juega con los impuestos. ¿Vale? Por lo tanto, ¿veis? Keynes, esto es... Ya lo veremos, ¿eh? Todo esto. Ahora es como anunciar algo, ¿no? Pero Keynes nos va a defender que es importante intervenir en la economía porque, de algún modo, si el Estado interviene en la economía, ¿vale? Podrá ir regulando la historia y que el flujo este funcione. Esta es la idea. ¿Vale? Antes de daros la palabra, ¿eh? Que algunos habéis levantado el brazo, ¿no? Un minuto. Quiero que durante un minuto lo discutáis y entonces me digáis el qué. Vale, va.",
        "kind": "online_video",
        "file_number": "25",
        "filename": "5 3 Fallos del capitalismo el ahorro-wav.json",
        "url": "https://www.youtube.com/watch?v=6TzOw2di45w&t=415s"
    },
    {
        "number": 10,
        "timestamp_start": "00:07:27,420",
        "timestamp_end": "00:08:07,100",
        "text": " Alejandro, ¿qué? A mi también ha despertado una duda cuando un grupo de personas hablan de dinero... Muy bien tu pregunta. Me gusta tu duda, ¿de acuerdo? Claro, entonces, si los bancos son los que permiten, ya. Vete a pedir dinero ahora al banco. Pero, claro, los bancos son vitales para un sistema económico. ¿Por qué? Porque son los que pueden convertir este cubo en grifo, ¿no? Pero... no siempre lo hacen. De hecho, en la actualidad no lo están haciendo. Entonces, ese es el problema.\n\n(Nota: Se eliminaron repeticiones y se mantuvo el modo interrogativo de las preguntas)",
        "old_text": "Alejandro, ¿qué? Eh... A mí me ha hecho una duda cuando un poquito de la gente que habla de dinero, ¿verdad? Genial. Muy bien tu duda. Me gusta tu duda, ¿vale? Claro, entonces, si los bancos son los que dejan, genial, ya. Vete a pedir pasta ahora en banco. Vete a pedir pasta en banco. O sea, claro, los bancos son vitales para un sistema económico. ¿Por qué? Porque son los que van a catalizar este cubo, se convierta en grifo, ¿no? Pero... no siempre lo hacen. De hecho, ahora no lo están haciendo. ¿Vale? Entonces, ese es el problema.",
        "kind": "online_video",
        "file_number": "25",
        "filename": "5 3 Fallos del capitalismo el ahorro-wav.json",
        "url": "https://www.youtube.com/watch?v=6TzOw2di45w&t=447s"
    }
]