[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:01:10,780",
        "text": " Las ideas de Adam Smith tuvieron mucho éxito y permitieron que en el siglo XIX se incentivara la iniciativa privada y se recompensara. Esto provocó cambios notables, ya que a principios del siglo XIX aún existían métodos de guerra anticuados mientras que al finalizar el siglo XIX había coches y locomotoras de vapor.\n\n(Los footnotes han sido removidos)",
        "old_text": "Las ideas de este hombre, de Adam Smith, la verdad es que tuvieron muchísimo, muchísimo éxito. Y de hecho, si lo pensamos un poquito, la verdad es que el siglo XIX es un siglo alucinante de cambios. Gracias a que de golpe se incentiva la iniciativa privada. De golpe se recompensa la iniciativa privada. Hasta aquel momento eso era muy difícil, pero de golpe todo esto se libera. Entonces, claro, pensar, ¿eh? A principios del siglo XIX, Napoleón Bonaparte, los cañones aquellos redonditos con las bolitas blancas y a caballito todos. Se acaba el siglo XIX y hay coches, y hay locomotoras de vapor.",
        "kind": "online_video",
        "file_number": "27",
        "filename": "5 5 Auge y caida tesis no intervencionistas-wav.json",
        "url": "https://www.youtube.com/watch?v=8niauZtfpV0&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:01:10,780",
        "timestamp_end": "00:01:52,120",
        "text": " En el 48 se realizó el primer trayecto en tren en España, lo que radicalmente cambió la vida de la gente que vive en Europa. Esto no solo modificó la forma de vida, sino que también generó grandes empresas. Todo esto probablemente se deba a la iniciativa privada, aunque es cierto que está causando desequilibrios en el sistema. En este contexto apareció un personaje conocido: Karl Marx, quien expresó su preocupación por las consecuencias del rápido desarrollo tecnológico.",
        "old_text": "En el 48 hacemos el primer trayecto en España de tren, etc. Ha cambiado radicalmente la vida de la gente que vive en Europa. Radicalmente, radicalmente. Y no solo esto, sino que hemos creado grandes empresas, han habido grandes innovaciones tecnológicas, etc. Gracias a qué? Seguramente a la iniciativa privada. Pero es verdad que eso está provocando grandes desequilibrios a la vez en el sistema. Entonces, es cuando aparece un tipo, hay muchos, ¿no? Pero el más famoso es el Karl Marx, ¿no? Que dice, ¡ostras, qué mal rollo, qué mal rollo, qué mal rollo, qué mal rollo! Habéis inventado un coche que para que funcione el motor ha de ir cada vez más revolucionado.",
        "kind": "online_video",
        "file_number": "27",
        "filename": "5 5 Auge y caida tesis no intervencionistas-wav.json",
        "url": "https://www.youtube.com/watch?v=8niauZtfpV0&t=70s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:52,120",
        "timestamp_end": "00:02:45,020",
        "text": " Claro, eso es imposible porque el motor terminará quemándose, rompiéndose o explotando, ¿verdad? Entonces, la gente te mira como diciendo que eres tonto. El pobre Marx murió en Londres, solo y arruinado, sin que nadie le hiciera caso. Pero es cierto que a lo largo del siglo XIX, el coche del capitalismo empezó a tener problemas. Los coches viejos se tiran pedos y parece que se están ahogando; de repente, ¡bum! Sigue funcionando como si nada hubiera pasado.\n\n(Nota: he removed the footnote reference \"[1]\" from the original text)",
        "old_text": "Claro, eso es imposible, ¿no? Porque acabará quemando, el motor este, acaba rompiendo, explotando, ¿no? Entonces, claro, la gente se lo mira como diciendo, tú, tú eres tonto. Tú eres tonto, tío, si estabas mejor que nunca, ¿no? Ya, pero el proletariado, tal, no sé qué, no sé cuántos. Tú, tú eres tonto, tío, ¿no? Nadie le hace caso, ¿no? El pobre Marx murió en Londres, solo, arruinado. Nadie le hacía ni caso, ¿no? A este hombre. ¿Verdad? Pero, pero, sí que es verdad que a lo largo del siglo XIX, el coche del capitalismo empezó a tener problemas, ¿no? Entonces, es como, los coches ahora ya no les pasa, ¿no? Pero un coche viejo, no sé si lo habéis oído vosotros, ¿no? Se tiran pedos, ¿no? Los coches viejos, ¿no? De golpe tú vas en el coche y empieza, ¡pá, pá, pá, pá, pá! Y parece que se está ahogando, se está ahogando, y dices, ¡que no se pare, por favor, que no se pare! Y de golpe, ¡bum! Sigue tirando y no ha pasado nada.",
        "kind": "online_video",
        "file_number": "27",
        "filename": "5 5 Auge y caida tesis no intervencionistas-wav.json",
        "url": "https://www.youtube.com/watch?v=8niauZtfpV0&t=112s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:45,020",
        "timestamp_end": "00:03:38,020",
        "text": " In 1848, the capitalist system began to experience difficulties (\"it started to fart\"). Despite this, nothing significant happened and in 1868, the French Commune, an anarchist revolution, erupted and ended with the death of all its participants. At the end of the nineteenth century, Spain lost Cuba and the Philippines as a result of an economic crisis. In 1907, during the \"tragic week in Catalonia\", another anarchist revolution took place in which monasteries were burned and violent acts were committed against nuns. This revolution was a reaction of workers tired of the capitalist system.\n\nNote: Colloquial expressions have been removed and an effort has been made to maintain formal and clear language, but preserving the original affirmative or interrogative mode of the sentences.",
        "old_text": "Pues mirad, en 1848 el sistema capitalista empezó a tirarse pedos. ¡Pá, pá, pá, pá, pá, pá! Y de golpe, ¡no, no, no pasa nada! ¡Bomba! Y siguieron, no pasa nada, no pasa nada, ¿no? En 1868 la Comuna Francesa, ¿no? Es una revolución anarquista, es una pasada, ¿no? Pero se los cargan a todos. No ha pasado nada, no ha pasado nada, ¿no? Seguimos para adelante, ¿no? Finales del siglo, ostras, finales del siglo, claro, España pierde Cuba y Filipinas. Dices, pues mejor. Hombre, no, es una crisis económica alucinante eso, ¿no? Las pierde porque es una crisis económica alucinante, ¿vale? El sistema capitalista se está tirando pedos otra vez, ¿no? 1907, la semana trágica en Cataluña, ¿no? Una revolución anarquista, ¿no? Se dedican a quemar monjas, a violarlas, es una locura, ¿no? Pero es lo mismo, es una especie de revolución de los trabajadores que están hartos de todo esto.",
        "kind": "online_video",
        "file_number": "27",
        "filename": "5 5 Auge y caida tesis no intervencionistas-wav.json",
        "url": "https://www.youtube.com/watch?v=8niauZtfpV0&t=165s"
    },
    {
        "number": 5,
        "timestamp_start": "00:03:38,020",
        "timestamp_end": "00:04:21,020",
        "text": " Pero continuamos, ¿no? En 1914, por primera vez la humanidad decide massacrarse entre ellos de manera exagerada. Hay una excelente película de Stanley Kubrick, se titula \"Senderos de Gloria\". La verdad es que no me gusta mucho, pero si la veis, apreciaréis la crudeza de la Primera Guerra Mundial. Termina la Primera Guerra Mundial y no ha pasado nada, seguimos adelante, y de pronto, el crack del 29.\n\n(Note: Repeated and non-essential information has been removed from the text.)",
        "old_text": "Pero no pasa nada, seguimos, ¿no? 1914, ostras, por primera vez la humanidad decide masacrarse entre ellos de una forma exagerada. Hay una película buenísima, buenísima del Stanley Kubrick, y no me viene el título, por lo tanto no os la puedo decir. Sí, sí, sí, sí, \"Senderos de Gloria\", ¿vale? Si la podéis ver es muy, muy buena, ¿no? Si veis esa película, es muy, muy buena, ¿no? Y la verdad es que es una película que no me gusta mucho, ¿no? Porque es una película que no me gusta mucho, ¿no? Pero es una película que no me gusta mucho, ¿no? Y la verdad es que es una película que no me gusta mucho, ¿no? Porque es una película que no me gusta mucho, ¿no? Pero si la podéis ver, es muy, muy buena, ¿no? Si veis esa película, es muy buena, muy buena, muy buena, y veis la crudeza de la primera guerra mundial, ¿no? Pero se acaba la primera guerra mundial y no ha pasado nada, seguimos para adelante, seguimos para adelante, seguimos para adelante, y de golpe, el crack del 29.",
        "kind": "online_video",
        "file_number": "27",
        "filename": "5 5 Auge y caida tesis no intervencionistas-wav.json",
        "url": "https://www.youtube.com/watch?v=8niauZtfpV0&t=218s"
    },
    {
        "number": 6,
        "timestamp_start": "00:04:21,020",
        "timestamp_end": "00:05:11,020",
        "text": " Y el mundo se hunde de manera increíble. Hasta entonces, la mayoría de los economistas pensaban que la economía no debía terminar. A pesar de ello, la economía se derrumba, se hunde en picado. Cuando aparece ese individuo llamado Kinski, propone intervenir y lo hace de forma contundente. Fijémonos en esto más adelante. ¿Qué sucede con Estados Unidos? Entra en guerra sin haber sido invitado.",
        "old_text": "Y el mundo se hunde. El mundo se hunde de una forma increíble, increíble, increíble, ¿no? Entonces, claro, los pensadores, hasta aquel momento, ¿qué pensaban todos los economistas? Que no se tenía que terminar la economía, ¿no? Por lo tanto, tranquilos que no pasa nada, ¿no? Pero la economía se hunde, se hunde en picado, se hunde en picado, se hunde en picado, se hunde en picado, ¿no? Entonces, cuando aparece ese tío Kinski, dice: \"Tíos, que se tiene que intervenir\", ¿vale? Y entonces interviene, ¿no? De una forma heavy, ¿no? Porque no sé si veis la gran intervención que hay, ¿no? ¿Cuál es, no? Esto ya lo veremos más adelante, ¿no? Pero fijaros, ¿eh? ¿Qué hace Estados Unidos? Entra en una guerra, ¿no? Que nadie lo ha invitado, ¿eh? Bueno, seguro lo han invitado, pero, ¿vale? Él entra a saco, ¿no? A saco, a saco, ¿no? Nunca Estados Unidos creció tanto como en la Segunda Guerra Mundial.",
        "kind": "online_video",
        "file_number": "27",
        "filename": "5 5 Auge y caida tesis no intervencionistas-wav.json",
        "url": "https://www.youtube.com/watch?v=8niauZtfpV0&t=261s"
    },
    {
        "number": 7,
        "timestamp_start": "00:05:11,020",
        "timestamp_end": "00:05:40,020",
        "text": " Nunca, nunca nos hemos olvidado del pensamiento clásico, aunque en algunos años se haya priorizado la intervención estatal, especialmente durante los años de bonanza económica en Europa y Estados Unidos. Tras la Segunda Guerra Mundial, llegamos a pensar que el mundo ya no experimentaría más crisis económicas.\n\n(Note: Repeated phrases, nonsensical sentences have been removed and question marks have been changed to affirmative statements.)",
        "old_text": "Nunca, nunca, nunca, nunca, ¿no? Gasto público a punta para, a punta para, a punta para, ¿no? Entonces, durante unos años nos olvidamos del pensamiento clásico, ya no sirve para nada el pensamiento clásico, el Estado tiene que intervenir, ¿no? Entonces, son años de muy bonanza económica en Europa y en Estados Unidos, ¿no? Todo el mundo acepta que el Estado tiene que intervenir, tal, no sé qué, no sé cuántos, ¿no? Segunda Guerra Mundial, no sé qué, bum, bum, bum, bum, bum. Los años 60 llegamos a pensar que el mundo ya nunca más va a haber una crisis económica.",
        "kind": "online_video",
        "file_number": "27",
        "filename": "5 5 Auge y caida tesis no intervencionistas-wav.json",
        "url": "https://www.youtube.com/watch?v=8niauZtfpV0&t=311s"
    },
    {
        "number": 8,
        "timestamp_start": "00:05:40,020",
        "timestamp_end": "00:06:42,020",
        "text": " The 1960s were of great relevance, especially in Europe, where it was thought that there would never be another crisis again. Those were years of bestial creativity, with the appearance of musical groups like the Rolling Stones and philosophers like Jean-Paul Sartre. However, in contrast, an American economist named Milton Friedman, heir to classical thinking and coming from the University of Chicago, was preaching the end of the world during that same decade.",
        "old_text": "Los años 60 son años de una gran... En Europa, ¿eh? ¿vale? En España no, ¿eh? España... Estábamos en una nubulosa con un tipo curioso, ¿vale? Sí, sí, bueno. Pero en Europa, ¿vale? Sí que es verdad que realmente nos pensamos que ya nunca más va a haber crisis. Son años de grandes... Fijaos, los \"Rolling Trolls\" Beatles, ¿no? Toda esta gente es de los años 60, ¿no? Pensadores, ¿no? Jean-Paul Sartre... Son años de una creatividad absolutamente bestial, ¿no? Pero de golpe, en los años 70, ¡buah! Se vuelve a hundir el mundo, ¿vale? Curiosamente, en los años 60, hay un tipo, que es este de aquí de la foto, ¿vale? Que se llama Milton Friedman, que va diciendo, ¿vale? Les dice a la gente que el mundo se va a acabar, ¿vale? Friedman es un profesor de Chicago, de la Universidad de Chicago, ¿vale? Y es el heredero del pensamiento clásico, ¿vale? Él ha retomado el pensamiento clásico.",
        "kind": "online_video",
        "file_number": "27",
        "filename": "5 5 Auge y caida tesis no intervencionistas-wav.json",
        "url": "https://www.youtube.com/watch?v=8niauZtfpV0&t=340s"
    },
    {
        "number": 9,
        "timestamp_start": "00:06:42,020",
        "timestamp_end": "00:07:16,020",
        "text": " Friedman is the friendliest member of this movement. Unlike Hayek, a very rigorous and dull Austrian professor, Friedman has made 28,000 videos so that people on the street can understand his way of thinking and his defense of how the economy should be managed. He advocates for no intervention by the State in the economy.",
        "old_text": "Friedman es el tío más... De este movimiento es el más simpático, por decirlo de alguna manera, ¿no? Porque hay otro tío que se llama Hayek, ¿vale? Que es un profesor austríaco, pero, ostras, este tío es muy pesado, el Hayek, ¿vale? Es un tío muy rígido. Friedman, no. Friedman es un tío que... Que hizo... Ha hecho 28.000 vídeos, ¿vale? Para que la gente de la calle entienda su forma de pensar, ¿no? Y entienda su manera de defender qué se debería hacer en la economía. Y él que defiende que el Estado no tiene que intervenir en la economía.",
        "kind": "online_video",
        "file_number": "27",
        "filename": "5 5 Auge y caida tesis no intervencionistas-wav.json",
        "url": "https://www.youtube.com/watch?v=8niauZtfpV0&t=402s"
    },
    {
        "number": 10,
        "timestamp_start": "00:07:16,020",
        "timestamp_end": "00:07:49,020",
        "text": " Friedman has a significant academic blemish, as he supported Pinochet who implemented his economic policy. It is clear that Friedman had a participation, given that he was in Chile and advised Pinochet on what to do and not to do, in addition to training one million people. Despite receiving the Nobel Prize in Economics, this support for Pinochet tarnishes his academic legacy.",
        "old_text": "Friedman tiene una mancha bestial a nivel académico, y es que Friedman apoyó a Pinochet, ¿vale? Y Pinochet... Utilizó la política económica, ¿vale? Y el teórico era... Friedman dice que él no, es evidente que él sí. Porque además estuvo con él, ¿no? Una vez, pero estuvo con él en Chile, ¿no? Y le explicó qué se tenía que hacer, lo que no se tenía que hacer. Y formó a un millón de gente que... Por lo tanto, eso, a nivel académico, eso está muy feo. A pesar de que Friedman le dieron el premio Nobel de Economía, ¿vale? Y estos...",
        "kind": "online_video",
        "file_number": "27",
        "filename": "5 5 Auge y caida tesis no intervencionistas-wav.json",
        "url": "https://www.youtube.com/watch?v=8niauZtfpV0&t=436s"
    }
]