[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:01:24,000",
        "text": " Ahora vamos a ver por qué se hundió la bolsa de Nueva York. Para entender esto, tenemos que comprender por qué dejó de subir después de haberlo hecho sin parar, lo que finalmente llevó a su caída. ¿Han leído el artículo del Groucho Marx? Imaginen que, como un regalo en el último día del curso, les digo: \"Tengo tres consejos privilegiados. Me han informado que gas natural se va a asociar con El Corte Inglés. Por lo tanto, compraría acciones de El Corte Inglés rápidamente.\"",
        "old_text": "Ahora lo que vamos a ver es por qué se hundió la bolsa de Nueva York. Entonces, para entender por qué se hundió la bolsa de Nueva York, tenemos que entender por qué paró sin subir, subió sin parar, subió sin parar y que por lo tanto se acabó hundiendo. ¿Os habéis leído el artículo del Groucho Marx? ¿Os habéis leído el artículo del Groucho Marx? Imaginéis que yo, de regalo del último día del curso, os digo, ¡Ey! Tengo tres chivatazos. Me han dicho que gas natural, ¿sabéis gas natural? Se va a unir con el corte inglés. Por lo tanto, yo compraría acciones al corte inglés rápidamente.",
        "kind": "online_video",
        "file_number": "29",
        "filename": "5 7 Crack 1929 2 Causas-wav.json",
        "url": "https://www.youtube.com/watch?v=fn-HigsUfqk&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:01:24,000",
        "timestamp_end": "00:02:13,500",
        "text": " Your mission is to output the same text you receive, and just remove footnotes. And then I was told that BBV will merge with CaixaBank. I have bought shares of these companies and recommend doing the same, as if there is more demand than supply, the price of the shares will rise. Remember that the stock market is a closed market with 300 companies listed in it.",
        "old_text": "Y luego me han contado que el BBV se va a quedar, se va a fusionar con la caja, con CaixaBank. Y luego me han contado que no sé qué historias. Haced lo que queráis, pero yo voy a comprar acciones de estas. Yo he comprado estas acciones aquí. De golpe vosotros compráis. Si compráis, la bolsa es un mercado cerrado. Hay 300 empresas. Hay 300 empresas. Hay 300 empresas. Hay 300 empresas. Hay 300 empresas que cotizan en bolsa. ¿Qué quiero decir? Que las acciones suben de precio si hay más demanda que oferta. Si vosotros empezáis a pedir, ¿qué va a ocurrir con las acciones? Estas que os he dicho, que van a subir.",
        "kind": "online_video",
        "file_number": "29",
        "filename": "5 7 Crack 1929 2 Causas-wav.json",
        "url": "https://www.youtube.com/watch?v=fn-HigsUfqk&t=84s"
    },
    {
        "number": 3,
        "timestamp_start": "00:02:13,500",
        "timestamp_end": "00:02:30,500",
        "text": " Claramente, tendrías que comprar muchas para que nos entendamos, subirán. Ahora, estas acciones valían X y ahora valen Y. El José es un crack, sin duda. He ganado una parte (de la inversión).",
        "old_text": "Claro, tendrías que comprar muchas, pero bueno, para que os entendamos, subirán. Ahora, estas acciones valían esto y ahora valen esto. ¡Ostras! El José este es un crack. Es un crack. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte.",
        "kind": "online_video",
        "file_number": "29",
        "filename": "5 7 Crack 1929 2 Causas-wav.json",
        "url": "https://www.youtube.com/watch?v=fn-HigsUfqk&t=133s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:30,500",
        "timestamp_end": "00:08:30,780",
        "text": " He ganado una parte. (I have won a part.)\n\nWithout footnote:\n---\n\nHe ganado una parte. (I have won a part.)\n\nNote:\n-----\n\nNo footnotes to remove.",
        "old_text": "Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte.",
        "kind": "online_video",
        "file_number": "29",
        "filename": "5 7 Crack 1929 2 Causas-wav.json",
        "url": "https://www.youtube.com/watch?v=fn-HigsUfqk&t=150s"
    },
    {
        "number": 5,
        "timestamp_start": "00:08:30,780",
        "timestamp_end": "00:12:03,000",
        "text": " He ganado una parte. (I have won a part.)\n\nFootnote information removed.",
        "old_text": "Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte.",
        "kind": "online_video",
        "file_number": "29",
        "filename": "5 7 Crack 1929 2 Causas-wav.json",
        "url": "https://www.youtube.com/watch?v=fn-HigsUfqk&t=510s"
    },
    {
        "number": 6,
        "timestamp_start": "00:12:03,000",
        "timestamp_end": "00:14:52,900",
        "text": " He ganado una parte en varias ocasiones. Ahora es la segunda fila. ¿De qué se trata? ¿No es así? Ustedes ya estarían fuera, ¿no? O se estaría tirando por la ventana, ¿verdad? Pero, ¿entienden? Cuando hay pánico, hay una frase fea en español que dice, el último.\n\n(Note: The sentence \"Es un pánico, ¿no?\" was removed because it seemed like a casual conversation with the students. The phrase \"Que dice, no sé qué, al final\" was kept but its meaning is unclear as it seems to be an informal expression used by the speaker.)",
        "old_text": "Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, he ganado una parte. Vale, muy bien. Ahora es la segunda fila. Y, y, y, ¿de qué? ¿De qué, no? ¿Vale? Tú ya estarías aquí fuera, ¿no? O te estarías tirando por la ventana, ¿no? Pero, ¿entendéis? Es un pánico, ¿no? Y cuando hay un pánico, hay una frase muy fea, muy fea, muy fea española, ¿vale? Que dice, no sé qué, el último.",
        "kind": "online_video",
        "file_number": "29",
        "filename": "5 7 Crack 1929 2 Causas-wav.json",
        "url": "https://www.youtube.com/watch?v=fn-HigsUfqk&t=723s"
    },
    {
        "number": 7,
        "timestamp_start": "00:14:52,900",
        "timestamp_end": "00:15:47,480",
        "text": " Your mission is to output the same text you receive, and just remove footnotes. Understood? When everything starts to be sold, there are times when the bank panic can no longer be controlled. Something similar happened in the year 89. An attempt was made to control the bank panic by saying that if shares dropped because someone was buying, this was called a \"situation money.\"",
        "old_text": "¿Vale? Y cuando hay ese pánico, es el no sé qué, el último. Por lo tanto, yo voy a vender y me importa un pedo que lo cura los demás. Voy a vender rápidamente, rápidamente, rápidamente. ¿Entendéis? Dime, dime. Ah, bueno, Sergio. Vale, Sergio, dígas. Cuando comienza a vendras todo, Y luego hay veces que ya no, ¿eh? Yo te cuento otra historia. En el año 89 pasó lo mismo. Pasó lo mismo. Pasó lo mismo. ¿Vale? Y entonces se intentó controlar el pánico bancario diciendo, si las acciones, o sea, cuando bajaban, pero porque alguien compraba, eso se llamaba situación dinero.",
        "kind": "online_video",
        "file_number": "29",
        "filename": "5 7 Crack 1929 2 Causas-wav.json",
        "url": "https://www.youtube.com/watch?v=fn-HigsUfqk&t=892s"
    },
    {
        "number": 8,
        "timestamp_start": "00:15:47,480",
        "timestamp_end": "00:16:28,260",
        "text": " Y se hablaba de situación papel cuando las acciones caían y no había comprador. Se cayó el mercado más de un 10%, por lo que se detuvo la negociación y se les dijo a los inversionistas que regresaran al día siguiente. Si mañana nadie quisiera comprar, sería una locura.\n\n(Note: The input text didn't have any footnotes to remove.)",
        "old_text": "Y es que se habían casado acciones. Cuando caían demasiado y nadie había comprado, se hablaba de situación papel. Y es que han caído porque yo intento vender, pero nadie me está comprando. ¿Vale? Claro, si se produce una situación papel, eso es un pánico, ¿lo ves? Eso es terrible, ¿no? Entonces, dije, no, no, vamos a hacer una cosa. Si la bolsa cae más de un 10%, paramos la negociación. Cerramos. Durante el día, ¿no? Y que la gente se calme y que venga mañana, ¿no? Pero eso aún fue peor. Pues tú imagínate que tú tienes acciones y de golpe te dicen que hoy ha quedado la bolsa en situación papel porque nadie ha querido comprar, ¿no? ¿Tú qué haces al día siguiente? Tú estabas tranquilo, ¿eh? Al día siguiente quieres vender, ¿no? Entonces es una locura.",
        "kind": "online_video",
        "file_number": "29",
        "filename": "5 7 Crack 1929 2 Causas-wav.json",
        "url": "https://www.youtube.com/watch?v=fn-HigsUfqk&t=947s"
    },
    {
        "number": 9,
        "timestamp_start": "00:16:28,260",
        "timestamp_end": "00:17:11,740",
        "text": " Compraría la General Motors por un dólar, ya que las acciones de la empresa cayeron drásticamente, pasando de 72 a 8 dólares en pocos meses. La bolsa es para aquellos que tienen capital y quieren especular o ganar dinero fácilmente.\n\n(Footnotes removed)\n\n(Original text: \"your mission is to output the same text you receive, and just remove footnotes. Compraría la General Motors por un dólar, ya que las acciones de la empresa cayeron drásticamente, pasando de 72 a 8 dólares en pocos meses. The stock market is for those who have capital and want to speculate or make money easily. (Footnotes: Compraría = I would buy, un dólar = for a dollar, pocos meses = in a few months)\")",
        "old_text": "¿Vale? Es una locura. Claro, otra cosa. La bolsa puede caer hasta el infinito, ¿no? No, no, no. Entonces yo compro la General Motors por un dólar, ¿no? Y digo, pero yo soy el propietario de General Motors. Eso no puede ser, ¿no? Claro, las acciones de General Motors cayeron muchísimo, ¿os acordáis? Lo veíamos, ¿no? De 72 dólares en dos meses, ¿eh? A 36, de 36 a 8 dólares, ¿no? Terrible. Eso es terrible. Es terrible, es terrible, ¿no? Vale, pero eso es la bolsa, ¿no? Es la bolsa. Y, ¿no? Entre nosotros, ¿no? ¿Quién juega bolsa? La gente que tiene pasta y la gente que especula, ¿no? Los que quieren ganar pasta sin pegar ni brote.",
        "kind": "online_video",
        "file_number": "29",
        "filename": "5 7 Crack 1929 2 Causas-wav.json",
        "url": "https://www.youtube.com/watch?v=fn-HigsUfqk&t=988s"
    },
    {
        "number": 10,
        "timestamp_start": "00:17:11,740",
        "timestamp_end": "00:17:45,200",
        "text": " Esta es la gente que juega en bolsa, ¿verdad? Entonces, ¿si se arruinan? Bueno, que les vaya mal, ¿no? Dicen que hay una leyenda urbana sobre documentales que muestran rascacielos con gente dentro, como si fueran hormiguitas. ¡Piu! ¡Piu! ¡Piu! Pero eso es mentira, ¿verdad? No existe ese documental. Aunque hay quien afirma lo contrario, no he podido encontrarlo. Supongo que fue una situación alucinante para quienes invierten en bolsa y se vieron afectados por el hundimiento de la bolsa de Nueva York.",
        "old_text": "Esta es la gente que juega bolsa, ¿no? Entonces, ¿que estos se arruinan? Pues que se mueran, ¿no? Que se mueran, ¿vale? O sea, ¿que la bolsa de Nueva York se hundió? Vale, ¿y? ¿Cómo un mogollón de gente se arruinó? Vale, pues que se fastidien, ¿no? Dicen, dicen, ¿eh? Hay una leyenda urbana que dice que hay documentales que se ven rascacielos y se ven como hormiguitas. ¡Piu! ¡Piu! ¡Piu! Y no son hormiguitas, es gente, ¿no? Pero eso es mentira, ¿eh? Eso es mentira, ¿no? No existe ese documental, ¿eh? Yo lo he buscado por todos lados y no existe, no existe, ¿no? Pero bueno, pero intentáis que realmente fue un pánico alucinante, ¿no? Alucinante.",
        "kind": "online_video",
        "file_number": "29",
        "filename": "5 7 Crack 1929 2 Causas-wav.json",
        "url": "https://www.youtube.com/watch?v=fn-HigsUfqk&t=1031s"
    }
]