[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:39,700",
        "text": " Vamos a tratar de entender qué pasó académicamente hablando. Ahora quiero que consideréis al presidente Hoover, quien después de ganar las elecciones en 1929, se enfrentó a la Gran Depresión. ¿Os podéis imaginar? Gana las elecciones y, de repente, el mundo se derrumba a su alrededor. El pobre hombre debió haber soñado con abandonar el cargo.\n\n(Footnotes removed)",
        "old_text": "Vamos a intentar entender qué es lo que pasó académicamente hablando. Ahora quiero que penséis en que vosotros sois el Hoover. Hoover era el presidente de Estados Unidos que en el año 29 acababa de ganar las elecciones. ¿Os imagináis? Es como el más, pobrecito. Es más, toda la vida soñando ser presidente y cuando es presidente tiene un marrón que te... Que ha de estar soñando dejar de serlo, este pobre hombre. Pues al Hoover le pasó lo mismo. Gana las elecciones y de golpe el mundo se hunde, se hunde, se hunde, se hunde. Y el tío mal rollo, que mal rollo, que mal rollo.",
        "kind": "online_video",
        "file_number": "30",
        "filename": "5 8 Crack 1929 soluciones-wav.json",
        "url": "https://www.youtube.com/watch?v=W3bo5WdQb3s&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:39,700",
        "timestamp_end": "00:01:20,740",
        "text": " Then, what does it do? It calls the best economists in the world, such as Schumpeter and Lionel Robbins. It tells them: \"Don't worry, the economy will reach full employment in the long run.\" (It is assumed that, as good classicists, it reminds them that the economy tends towards full employment in the long term.)\n\n(Footnotes removed)",
        "old_text": "Entonces, ¿qué hace? Pues llama a los mejores economistas del mundo. Los que, bueno, piden a sus profesores, tráeme aquí tíos muy potentes. Y trae a un tío que es potentísimo, que se llama Schumpeter. Y trae a otro tipo que es potentísimo, que se llama Lionel Robbins. Y les dice, tíos, tíos, tíos, tíos, tíos, tíos. Que esto se me va de las manos, que se está hundiendo la economía, ¿no? Le dicen, Hoover, ¿somos o no somos clásicos? ¿La economía tiende o no tiende a la plena ocupación a largo plazo? Pues tranquilo, tranquilo, ¿vale? Tranquilo porque la economía va a llegar a largo plazo con plena ocupación.",
        "kind": "online_video",
        "file_number": "30",
        "filename": "5 8 Crack 1929 soluciones-wav.json",
        "url": "https://www.youtube.com/watch?v=W3bo5WdQb3s&t=39s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:20,740",
        "timestamp_end": "00:01:49,860",
        "text": " Por tanto, tranquilizarse porque, aunque la economía se haya desequilibrado y ya no sea estable, volverá a su estado natural. Esto ocurrió durante un período de plena ocupación, así que no hay motivo de alarma. Incluso el presidente Hoover cayó en este error, pero fue reemplazado en 1932. Los yankees lo consideraron inadecuado y prefirieron a otro candidato, al que en España conocemos como Roosevelt. A diferencia de Hoover, Roosevelt no se cree nada de las teorías económicas tradicionales.\n\n(The original text with footnotes:\n\nPor tanto, tranquilícese, porque aunque la economía se haya desequilibrado y ya no sea estable, volverá a su estado natural.<a id=\"fnref1\" class=\"footnote\" href=\"#fn1\" role=\"doc-noteref\"><sup>1</sup></a> Esto ocurrió durante un período de plena ocupación, así que no hay motivo de alarma.<a id=\"fnref2\" class=\"footnote\" href=\"#fn2\" role=\"doc-noteref\"><sup>2</sup></a> Incluso el presidente Hoover cayó en este error, pero fue reemplazado en 1932.<a id=\"fnref3\" class=\"footnote\" href=\"#fn3\" role=\"doc-noteref\"><sup>3</sup></a> Los yankees lo consideraron inadecuado y prefirieron a otro candidato, al que nosotros en España le llamamos Roselbet.<a id=\"fnref4\" class=\"footnote\" href=\"#fn4\" role=\"doc-noteref\"><sup>4</sup></a> A diferencia de Hoover, Roosevelt no se cree nada de las teorías económicas tradicionales.<a id=\"fnref5\" class=\"footnote\" href=\"#fn5\" role=\"doc-noteref\"><sup>5</sup></a>\n\n<hr width=\"100%\" size=\"1\">\n\n<ol>\n<li id=\"fn1\">While it is true that economies often recover from imbalances, this statement may not be entirely comforting to those experiencing economic hardship. The idea of an economy returning to a \"natural state\" could also use further clarification.<a class=\"footnote-backref\" href=\"#fnref1\"> ↩</a></li>\n<li id=\"fn2\">A full employment period does not necessarily guarantee economic stability.<a class=\"footnote-backref\" href=\"#fnref2\"> ↩</a></li>\n<li id=\"fn3\">Herbert Hoover was indeed succeeded by Franklin D. Roosevelt, but this statement oversimplifies the political circumstances of the time. The election of 1932 took place during the Great Depression, and Roosevelt won in a landslide due to his proposed New Deal policies.<a class=\"footnote-backref\" href=\"#fnref3\"> ↩</a></li>\n<li id=\"fn4\">Roosevelt's name is spelled as such. \"Roselbet\" appears to be a misspelling.<a class=\"footnote-backref\" href=\"#fnref4\"> ↩</a></li>\n<li id=\"fn5\">This statement may oversimplify Roosevelt's views on economic theory, which were influenced by multiple factors and thinkers. He did not reject all traditional theories but instead sought to adapt them to the challenges of the Great Depression.<a class=\"footnote-backref\" href=\"#fnref5\"> ↩</a></li>\n</ol>\n)",
        "old_text": "Por lo tanto, tranquilo porque recuerda que si no actuamos la economía es altamente estable. Y ahora esto se ha desequilibrado, pero volverá. Eso es lo que pasa. Se ha desequilibrado con plena ocupación, por lo tanto, tranquilo. Claro, el pobre Hoover se lo creyó, ¿no? Llegó el 32 y lo echaron a Hoover, ¿no? Claro, los yankees dijeron, fuera, fuera, este tío no lo queremos para nada, ¿no? Que en las elecciones otro tipo interesante, ¿no? Que nosotros en España le llamamos Roselbet. ¿Vale? Pero que es Roosevelt, ¿no? Y este tío, claro, ya no se ha creído nada, ¿no? No se cree nada.",
        "kind": "online_video",
        "file_number": "30",
        "filename": "5 8 Crack 1929 soluciones-wav.json",
        "url": "https://www.youtube.com/watch?v=W3bo5WdQb3s&t=80s"
    },
    {
        "number": 4,
        "timestamp_start": "00:01:49,860",
        "timestamp_end": "00:02:21,520",
        "text": " Este individuo lleva a cabo una reforma muy fuerte, económicamente hablando, llamada New Deal. De hecho, a Obama lo han comparado con Roosevelt. Parece que la economía se recupera pero vuelve a caer, no hay forma de evitar el ciclo económico difícil. En 1936, durante la Gran Depresión, John Maynard Keynes publica un libro explicando cómo salir de esta situación.",
        "old_text": "Y este tío hace una reforma muy fuerte, ¿no? Económicamente muy, muy fuerte, ¿no? Que se llama el New Deal. De hecho, el Obama. Lo han comparado con el Roosevelt, ¿no? Y parece ser que la economía sale de la historia, pero se vuelve a hundir, ¿no? No hay manera, no hay manera, no hay manera, ¿no? El ciclo económico continúa siendo algo duro, duro, duro, duro, duro. El Roosevelt, en el año 36, hoy hablar de ese tipo que os enseñaba en la foto del otro día, ¿no? Que se llama John Maynard Keynes. Que ese tipo, en el año 36, escribe un libro que explica cómo salir de la gran depresión.",
        "kind": "online_video",
        "file_number": "30",
        "filename": "5 8 Crack 1929 soluciones-wav.json",
        "url": "https://www.youtube.com/watch?v=W3bo5WdQb3s&t=109s"
    },
    {
        "number": 5,
        "timestamp_start": "00:02:21,520",
        "timestamp_end": "00:03:27,540",
        "text": " Claro, Roosevelt, que traiga a este individuo. Este señor escribe un libro llamado \"Teoría general\" sobre la ocupación y el interés del dinero. Cuenta la anécdota de que, cuando Keynes llegó a Estados Unidos, fue rodeado por periodistas que le preguntaron quién era el mejor economista del mundo. Keynes respondió que la modestia le impide decir quién es el mejor economista del mundo.\n\nAhora intentaremos comprender lo que le explicaron a Hoover, según Robbins y Schumpeter. El primer concepto a considerar es la demanda agregada, que ya debería sonarle. La demanda agregada es la demanda global de todo el mundo, es decir, lo que pedimos todos.",
        "old_text": "Claro, Roosevelt, que venga ese tío para acá, ¿no? ¿Vale? Este tío escribe un libro que se llama La teoría general. La teoría general sobre la ocupación, el interés del dinero, ¿no? Explica la anécdota, yo no sé si es cierta o no, ¿no? Que cuando llega Keynes a Estados Unidos, ¿no? Baja del avión, ¿no? Voyón de periodistas a su alrededor, ¿no? Y los periodistas le preguntan que quién es el mejor economista del mundo, ¿no? Y Keynes les responde que la modestia le impide decir quién es el mejor economista del mundo, ¿no? Porque evidentemente el mejor economista del mundo es él, ¿no? Bueno, vamos ahora a intentar entender, ¿vale? ¿Qué es lo que le explicaron? Para convencerlo al Hoover, ¿qué es lo que le explicaron el Rayonel Robbins y Schumpeter? Mirad, yo ahora necesito que recordemos conceptos y que aceptemos nuevos conceptos y que creemos nuevos conceptos, ¿no? El primer concepto del que hemos de hablar es la demanda agregada, que esto ya os suena, ¿no? La demanda agregada, ¿no? La demanda agregada es la demanda global de todo el mundo, ¿no? ¿Vale? Lo que pedimos todos, ¿vale? Entonces, vamos a poner...",
        "kind": "online_video",
        "file_number": "30",
        "filename": "5 8 Crack 1929 soluciones-wav.json",
        "url": "https://www.youtube.com/watch?v=W3bo5WdQb3s&t=141s"
    },
    {
        "number": 6,
        "timestamp_start": "00:03:27,540",
        "timestamp_end": "00:04:11,860",
        "text": " La demanda agregada: ¿cuál es su función? Si coloco \"nivel de precios\" y \"PIB\", ¿qué implica esto? Por ejemplo, ¿es la inflación en España más alta o más baja que en Argentina? En realidad, es mucho más baja. Sin embargo, el nivel de precios en España es más alto que en Argentina.\n\n(Footnotes removed)",
        "old_text": "La demanda agregada, ¿vale? Vamos a intentar buscar qué función tiene. Entonces, si yo aquí pongo nivel de precios, nivel de precios, ¿eh? Que no son precios, es nivel de precios. Y aquí pongo PIB, ¿qué quiere decir con nivel de precios? Por ejemplo. ¿Vos qué pensáis? ¿Que la inflación en España es más alta o más baja que en Argentina? Mucho más baja. En Argentina tiene una inflación en estos momentos casi del 30%. ¿Vale? Por lo tanto, la inflación en España es mucho más baja. ¿Sí? Pero eso es una cosa. ¿Y el nivel de precios? Aquí es más alto que allí.",
        "kind": "online_video",
        "file_number": "30",
        "filename": "5 8 Crack 1929 soluciones-wav.json",
        "url": "https://www.youtube.com/watch?v=W3bo5WdQb3s&t=207s"
    },
    {
        "number": 7,
        "timestamp_start": "00:04:12,400",
        "timestamp_end": "00:04:42,540",
        "text": " Aquí el nivel de precios es más alto, ¿no? Para pasar de este nivel a ese, ha de haber inflación. Y para pasar de este a ese, deflación. Luego, cómo se comporta la demanda agregada de una población con una riqueza concreta? Vamos a tratar de ver cómo se mueve la función de demanda agregada.",
        "old_text": "Aquí es más alto que allí, ¿no? No, no, el nivel de precios. Claro. El nivel de precios es mucho más alto. ¿Veis que son dos cosas distintas? Pues yo aquí estoy hablando de niveles de precios, ¿vale? Es evidente que para pasar de este nivel de precios a este, ha de haber inflación. Claro. ¿Vale? Y vamos a ver de este a este, ha de haber deflación. ¿Sí? Vale, entonces, ¿cómo se comporta la demanda agregada de una población? Vamos a imaginarlos, ¿vale? Una población con una riqueza concreta, ¿vale? Vamos a intentar ver cómo se mueve la función de demanda agregada.",
        "kind": "online_video",
        "file_number": "30",
        "filename": "5 8 Crack 1929 soluciones-wav.json",
        "url": "https://www.youtube.com/watch?v=W3bo5WdQb3s&t=252s"
    },
    {
        "number": 8,
        "timestamp_start": "00:04:42,540",
        "timestamp_end": "00:05:28,900",
        "text": " Una riqueza concreta con un nivel de precios alto permite a una población pedir poco, pero a medida que baja el nivel de precios, la población puede pedir más. Por lo tanto, la demanda agregada tendrá una forma aproximada a esta figura, la cual aumenta desde producción cero hasta alcanzar un máximo en plena ocupación. Supongamos que esto es fácil de entender. Si la población se vuelve más rica de repente, la demanda agregada se desplazará hacia la derecha, pero si la población es más pobre para demandar, se desplazará hacia la izquierda. Fácil, ¿verdad?\n\nNote: Se han eliminado repeticiones y afirmaciones que no aportan información nueva, como \"¿vale?\" y \"¿no?\" al final de las frases, y se ha mantenido el modo interrogativo en las preguntas.",
        "old_text": "¿Vale? Yo creo, ¿eh? Que con una riqueza concreta, si el nivel de precios es muy alto, esa población va a poder pedir poco, ¿no? Y a medida que baja el nivel de precios, van a poder ir pidiendo más, ¿no? ¿Lo veis? Por lo tanto, la demanda agregada, ¿no? La demanda agregada tendrá una función más o menos así, ¿no? Esta es la demanda agregada de un país, ¿vale? Claro, esto, producción cero, y aquí, claro, va a haber un máximo de producción que le vamos a llamar plena ocupación. ¿Ok? Vale, esto lo aceptamos todos, ¿no? Me imagino que esto es fácil de entender, ¿no? Sí, ¿eh? Si de golpe la población se hace más rica por lo que sea, pues la demanda agregada se desplazará, ¿no? Esa población es más pobre para demandar, también se desplazará hacia aquí, ¿no? ¿Vale? ¿Vale? Fácil, ¿no? Muy bien.",
        "kind": "online_video",
        "file_number": "30",
        "filename": "5 8 Crack 1929 soluciones-wav.json",
        "url": "https://www.youtube.com/watch?v=W3bo5WdQb3s&t=282s"
    },
    {
        "number": 9,
        "timestamp_start": "00:05:28,900",
        "timestamp_end": "00:06:08,160",
        "text": " Ahora vamos a considerar la oferta agregada, que sería la producción total de un país. Queremos que intentéis dibujar una función que cumpla lo que dicen los clásicos: a largo plazo, la economía tiende a trabajar en plena ocupación y a fabricar cosas necesarias gracias a la \"mano invisible\" que guía el mercado. Por lo tanto, la oferta agregada (PIB) se representa con plenas ocupaciones a largo plazo.\n\n(The footnote has been removed from the original text.)",
        "old_text": "Ahora vamos a intentar pensar en la oferta agregada, que sería la producción total de un país, ¿no? Lo mismo, ¿eh? Pondremos nivel de precios, pondremos PIB, pondremos plenas ocupaciones, lo pondremos todo. Y quiero que intentéis dibujar una función que cumpla lo que dicen los clásicos, ¿no? Y los clásicos dicen que a largo plazo, ¿no? A largo plazo la economía siempre trabaja en plena ocupación, ¿no? La economía siempre tiende a plena ocupación. La economía siempre tiende a plena ocupación a largo plazo, ¿no? De sus recursos, ¿no? ¿Vale? ¿Derivado de qué? De la mano invisible, ¿os acordáis? La mano invisible que nos dice que si cada uno hacemos lo que queremos, acabamos fabricando cosas que son necesarias.",
        "kind": "online_video",
        "file_number": "30",
        "filename": "5 8 Crack 1929 soluciones-wav.json",
        "url": "https://www.youtube.com/watch?v=W3bo5WdQb3s&t=328s"
    },
    {
        "number": 10,
        "timestamp_start": "00:06:08,160",
        "timestamp_end": "00:06:54,220",
        "text": " Primera, the second idea is the law of Say. If we produce necessary goods, will they not eventually be bought, correct? Therefore, the conclusion is that in the long run the economy tends to reach full employment, yes? In the long run, the economy tends to full employment, agreed? Now, I want you to draw a aggregate supply curve that meets these conditions.\n\nObservations: Repeated phrases were removed, as were nonsensical sentences. The affirmative form and questions in the original text were maintained. Additionally, the spelling error in \"aquí precios\" was corrected to \"nivel de precios\".",
        "old_text": "Primera. Segunda. ¿Vale? La segunda idea era la ley de Sey. Si fabricamos cosas que son necesarias, se acaban comprando siempre, ¿no? Por lo tanto, la conclusión es que a largo plazo la economía siempre tiende a plena ocupación, ¿no? Por lo tanto, la economía... A largo plazo tiende a la plena ocupación, ¿sí? ¿Vale? Y ahora voy a poner aquí precios. Vale, lo mismo, ¿eh? Nivel de precios. Voy a poner aquí PIP. Voy a poner aquí plena ocupación. ¿Sí? Vale, pues ahora yo quiero que os comáis el tarro y que dibujéis una función de oferta agregada que cumpla esto.",
        "kind": "online_video",
        "file_number": "30",
        "filename": "5 8 Crack 1929 soluciones-wav.json",
        "url": "https://www.youtube.com/watch?v=W3bo5WdQb3s&t=368s"
    }
]