[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:43,160",
        "text": " The problem in economics is the business cycle, which consists of periods in which the economy is doing well, followed by downturns. This pattern repeats with ups and downs. On occasion, I have mentioned that the diagram representing this economic cycle should be improved, but I have never changed it.\n\n(Note: Irrelevant parts of the original text have been removed and the question has been kept as is.)",
        "old_text": "El problema que tenemos en economía es este. El problema serio que hay en cualquier país es este. El ciclo económico. Esto es en Estados Unidos, la verdad es que eso está muy mal dibujado, lo hice yo. Siempre digo que lo tengo que cambiar y no lo he cambiado nunca y me doy cuenta que no lo cambiaré. Pero está mal, el dibujo este está mal hecho. Pero la idea es que entendáis que hay un ciclo económico. De golpe la economía más o menos va bien, cae. Vuelve a ir bien, vuelve a caer. Vuelve a ir bien, vuelve a caer.",
        "kind": "online_video",
        "file_number": "23",
        "filename": "5.1 Las dos grandes corrientes de pensamiento Clásicos y keynesianos-wav.json",
        "url": "https://www.youtube.com/watch?v=sPnlN49Ybis&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:43,160",
        "timestamp_end": "00:01:27,860",
        "text": " El ciclo económico parece ser inevitable and there are two viewpoints regarding it in economics. The first viewpoint, that of the classicists, argues that this cycle is something inevitable and should not be interfered with.\n\n(Footnotes removed)",
        "old_text": "Vuelve a ir bien, vuelve a caer. Vuelve a ir bien, más o menos, vuelve a caer. Vuelve a ir bien, se hunde la miseria. De hecho esto es la gran depresión. Y de golpe, ostras, parece que va muy bien, de nuevo vuelve a caer. Es un mal rollo. Eso es un mal rollo. Entonces, ante esta historia de que el ciclo económico parece ser que es inevitable, hay dos posturas en economía. Una que podríamos decir es la de siempre, la tradicional, la de toda la vida, que le llamamos la postura de los clásicos. Los clásicos defienden que este ciclo es algo que es inevitable y que mejor no tocarlo.",
        "kind": "online_video",
        "file_number": "23",
        "filename": "5.1 Las dos grandes corrientes de pensamiento Clásicos y keynesianos-wav.json",
        "url": "https://www.youtube.com/watch?v=sPnlN49Ybis&t=43s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:27,860",
        "timestamp_end": "00:02:14,180",
        "text": " The idea is that the State does not need to intervene in the economy, according to the classical school. In fact, they claim that if the State intervenes, things will worsen. Therefore, it is asked of the State that it does not interfere with the economy. History shows that every time the State has intervened, the economic situation has worsened significantly. There exists another school of thought, related to right-wing parties.\n\n(Footnotes removed)",
        "old_text": "Esa sería la idea. El Estado no tiene que intervenir en la economía. Eso lo defiende la escuela clásica, le llamaremos. Escuela clásica. Y es más, estos tíos defienden que si el Estado interviene, todo va a ser mucho peor. Por lo tanto, por favor, no toques la economía, Estado. No toques nada. Porque cada vez que el Estado interviene en la economía, las cosas han ido mil veces peor. Esa es la idea. Y luego, hay otra corriente de pensamiento. Quiero que entendáis una cosa. ¿A quién relacionaríamos con esta forma de pensar? Pues a los partidos de derechas.",
        "kind": "online_video",
        "file_number": "23",
        "filename": "5.1 Las dos grandes corrientes de pensamiento Clásicos y keynesianos-wav.json",
        "url": "https://www.youtube.com/watch?v=sPnlN49Ybis&t=87s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:14,180",
        "timestamp_end": "00:02:52,800",
        "text": " Polítically they would be the type Archie, or Republicans, or Mariano Rajoy, or Berlusconi, or Nicolás Sarkozy, or Merkel. They would be associated with this group of people. The State should intervene very little in the economy.\n\nJust before the Second World War appeared another way of thinking, represented by a man named Keynes in the year 36.",
        "old_text": "Políticamente sería el tipo Archie, o los republicanos, o el Mariano Rajoy, o el Berlusconi, o el Nicolás Sarkozy, o la Merkel. Estarían relacionados con este tipo de gente. El Estado tiene que intervenir muy poco en la economía. Muy, muy poquito. ¿Vale? Y luego hay otra forma de pensar, que aparece después de la Segunda Guerra Mundial. ¿Vale? No, no, no, no, no, no. Sí, sí, sí. No, no, no, no. Justo antes de la Segunda Guerra Mundial. Justo antes de la Segunda Guerra Mundial, es verdad. Justo antes, ¿no? En el año 36. Que es un tipo que se llama Keynes.",
        "kind": "online_video",
        "file_number": "23",
        "filename": "5.1 Las dos grandes corrientes de pensamiento Clásicos y keynesianos-wav.json",
        "url": "https://www.youtube.com/watch?v=sPnlN49Ybis&t=134s"
    },
    {
        "number": 5,
        "timestamp_start": "00:02:52,800",
        "timestamp_end": "00:03:10,400",
        "text": " Valor? And in fact, we were talking about the thinking of Keynes. Agreed? The thinking of Keynes, or Keynes, defends that if the economy is bad, we must intervene to get out of the economic crisis, since the State has the ability and, therefore, the responsibility to do so.",
        "old_text": "¿Vale? Y de hecho le hablamos del pensamiento Keynesiano. ¿Vale? Y de hecho le hablamos del pensamiento Keynesiano. ¿Vale? Y de hecho le hablamos del pensamiento Keynesiano. No seguro que os suena esto del Keynes, ¿no? Y Keynes, o el pensamiento Keynesiano, defiende Y Keynes, o el pensamiento Keynesiano, defiende Y Keynes, o el pensamiento Keynesiano, defiende que ostras, que si la economía está mal, tenemos que intervenir para salir del bache económico. que ostras, que si la economía está mal, tenemos que intervenir para salir del bache económico. ¿Vale? Que el Estado tiene la capacidad y por tanto tiene la responsabilidad de hacerlo.",
        "kind": "online_video",
        "file_number": "23",
        "filename": "5.1 Las dos grandes corrientes de pensamiento Clásicos y keynesianos-wav.json",
        "url": "https://www.youtube.com/watch?v=sPnlN49Ybis&t=172s"
    },
    {
        "number": 6,
        "timestamp_start": "00:03:10,400",
        "timestamp_end": "00:03:34,400",
        "text": " The state has the capacity and therefore the responsibility to do it. Are these two positions not very different? Today we are going to try to understand how we have come to such different ways of thinking, and get closer to who is right. To do so, we will introduce the main currents of economic thought.\n\n(Corrected transcription and free of repetitions)",
        "old_text": "Que el Estado tiene la capacidad y por tanto tiene la responsabilidad de hacerlo. Que el Estado tiene la capacidad y por tanto tiene la responsabilidad de hacerlo. ¿Vale? Son dos posturas que veréis que son súper distintas, ¿no? Son dos posturas que veréis que son súper distintas, ¿no? Entonces, hoy lo que vamos a intentar hacer es porque vamos a intentar entender el por qué hemos llegado a esas dos formas de pensar tan distintas una de la otra, ¿no? Entonces, hoy lo que vamos a intentar hacer es porque vamos a intentar entender el por qué hemos llegado a esas dos formas de pensar tan distintas una de la otra, ¿no? Entonces, hoy lo que vamos a intentar hacer es porque vamos a intentar entender el por qué hemos llegado a esas dos formas de pensar tan distintas una de la otra, ¿no? Entonces, hoy lo que vamos a intentar hacer es porque vamos a intentar entender el por qué hemos llegado a esas dos formas de pensar tan distintas una de la otra, ¿no? Y más o menos quién tiene razón, ¿no? Eso es lo que vamos a intentar ver, ¿no? Eso es lo que vamos a intentar ver, ¿no? Entonces, ¿veis? Vamos a introducirnos a los grandes corrientes del pensamiento económico.",
        "kind": "online_video",
        "file_number": "23",
        "filename": "5.1 Las dos grandes corrientes de pensamiento Clásicos y keynesianos-wav.json",
        "url": "https://www.youtube.com/watch?v=sPnlN49Ybis&t=190s"
    },
    {
        "number": 7,
        "timestamp_start": "00:03:34,400",
        "timestamp_end": "00:04:00,400",
        "text": " Entonces, vemos que la política económica aparece con Keynes, quien defiende que el Estado tiene que intervenir en la economía, lo cual permite hablar de macroeconomía y de política económica. Antes no había política económica porque la mejor política económica era no hacer nada. Por lo tanto, no se tenía que hacer nada. ¿Vale? Los no intervencionistas y los intervencionistas.",
        "old_text": "Entonces, ¿veis? Vamos a introducirnos a los grandes corrientes del pensamiento económico. De hecho, podríamos decir que la política económica aparece con Keynes. De hecho, podríamos decir que la política económica aparece con Keynes. De hecho, podríamos decir que la política económica aparece con Keynes. Antes no había política económica porque la mejor política económica era no hacer nada. Antes no había política económica porque la mejor política económica era no hacer nada. Antes no había política económica porque la mejor política económica era no hacer nada. Por lo tanto, no se tenía que hacer nada, ¿no? Es Keynes quien defiende que el Estado tiene que terminar la economía y, por lo tanto, ya podemos hablar de macroeconomía y de política económica, ¿no? Es Keynes quien defiende que el Estado tiene que terminar la economía y, por lo tanto, ya podemos hablar de macroeconomía y de política económica, ¿no? Es Keynes quien defiende que el Estado tiene que terminar la economía y, por lo tanto, ya podemos hablar de macroeconomía y de política económica, ¿no? Es Keynes quien defiende que el Estado tiene que terminar la economía y, por lo tanto, ya podemos hablar de macroeconomía y de política económica, ¿no? ¿Vale? Los no intervencionistas y los intervencionistas.",
        "kind": "online_video",
        "file_number": "23",
        "filename": "5.1 Las dos grandes corrientes de pensamiento Clásicos y keynesianos-wav.json",
        "url": "https://www.youtube.com/watch?v=sPnlN49Ybis&t=214s"
    },
    {
        "number": 8,
        "timestamp_start": "00:04:00,400",
        "timestamp_end": "00:04:02,400",
        "text": " Sí, los no intervencionistas y los intervencionistas.\n\n(Note: The original text contained footnotes that have been removed in this output.)",
        "old_text": "¿Vale? Los no intervencionistas y los intervencionistas.",
        "kind": "online_video",
        "file_number": "23",
        "filename": "5.1 Las dos grandes corrientes de pensamiento Clásicos y keynesianos-wav.json",
        "url": "https://www.youtube.com/watch?v=sPnlN49Ybis&t=240s"
    }
]