[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:44,080",
        "text": " ¿Qué premisas debemos considerar sobre el aeropuerto de Castellón? Aunque es un mal ejemplo, incluso un muy mal ejemplo, lo utilizo intencionalmente, ya que puede tener efectos positivos en la economía. Debéis saber que, a pesar de las dificultades, la idea del aeropuerto no fue completamente mala.\n\n(Nota: Se han eliminado repeticiones y se ha mantenido el modo interrogativo y afirmativo original.)",
        "old_text": "¿Qué premisas hay que hacer sobre el aeropuerto de Castellón? Es muy mal ejemplo. Es el peor ejemplo que yo podía tomar. El peor, pero por eso lo tomo. Porque quiero que veáis que un ejemplo pésimo, incluso ese ejemplo que es súper pésimo, tendrá efectos positivos sobre la economía. Hasta ahora yo utilizaba el fórum. Pero me di cuenta que no, que lo de Castellón es más heavy que lo del fórum. Entonces prefiero lo de Castellón y ya está. Y ahora, punto aparte. Que sepáis una cosa, lo de Castellón no fue tan mala idea. Pero esto es aparte.",
        "kind": "online_video",
        "file_number": "33",
        "filename": "6 2 El multiplicador de la inversión las bondades del aereopuerto de Castellón-wav.json",
        "url": "https://www.youtube.com/watch?v=Sx6LGdp3O-M&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:44,080",
        "timestamp_end": "00:01:21,460",
        "text": " The airport in Castellón is located near a large urbanization called Marinador, which consists of hotels and approximately 18,000 units. Initially, the Marinador project planned for extensive expansion, including the construction of golf courses and other infrastructure. However, the economic crisis thwarted these plans. The airport had been planned, among other reasons, to meet the needs of this urbanization. Therefore, its construction is not due to an individual whim, but rather a broader idea.\n\n(Note: Repetitive sentences and fragments that do not contribute relevant information to the understanding of the topic discussed in the conference have been removed.)",
        "old_text": "Castellón está al lado, ese aeropuerto está muy cerca de una cosa que se llama Marinador. Marinador es una historia, una macro, macro, macro urbanización con hoteles y como 18.000 cosas. Y que esa historia, ese Marinador, tenía que crecer muchísimo más, muchísimo, muchísimo más. Se tenían que montar campos de golf, se tenían que hacer no sé qué. La crisis económica ha roto toda esa historia. Pero el aeropuerto estaba pensado, entre otras cosas, a dar servicio a esta historia. O sea, que sí que es un error absoluto, pero que no es el fruto de un tío que estaba un día súper enganchado allí.",
        "kind": "online_video",
        "file_number": "33",
        "filename": "6 2 El multiplicador de la inversión las bondades del aereopuerto de Castellón-wav.json",
        "url": "https://www.youtube.com/watch?v=Sx6LGdp3O-M&t=44s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:21,460",
        "timestamp_end": "00:02:19,900",
        "text": " Vamos a calcular los efectos positivos del aeropuerto de Castellón sobre la economía española. Pongamos los efectos sobre el PIB del aeropuerto de Castellón. ¿Cuánto invirtieron en el aeropuerto de Castellón? No tenemos ni idea, así que supongo 100 millones de euros como inversión. La inversión se llamará efecto multiplicador de la inversión o del gasto público.",
        "old_text": "Vamos a hacer un aeropuerto aquí porque me gusta esto. No, no, ¿vale? Bueno. Así y todo, siendo muy mal ejemplo, vamos a intentar calcular los efectos positivos del aeropuerto de Castellón sobre la economía española. ¿Vale? Entonces aquí vamos a poner los efectos sobre el PIB del aeropuerto de Castellón. ¿Cuánto invirtieron en el aeropuerto de Castellón esta gente? No tenemos ni idea, ¿no? Me lo invento, ¿vale? Por inventarme. Creo que fueron, creo, ¿eh? 300.000. 150 millones de euros. Pero aunque no lo sé, voy a suponer que fueron 100 millones de euros. ¿Vale? Entonces, la inversión... Esto le vamos a llamar el efecto, ¿vale? Esto se llama el efecto multiplicador de la inversión o del gasto público.",
        "kind": "online_video",
        "file_number": "33",
        "filename": "6 2 El multiplicador de la inversión las bondades del aereopuerto de Castellón-wav.json",
        "url": "https://www.youtube.com/watch?v=Sx6LGdp3O-M&t=81s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:19,900",
        "timestamp_end": "00:03:02,920",
        "text": " Your mission is to output the same text you receive, and just remove footnotes. The idea is that the effect is the same, whether the investment is made by Skoplovich company or the Valencia autonomous community. If private investment does not want to do it, then let public investment do it to stimulate the economy. So, suppose the marginal propensity to consume is 0.8. What was the investment that was made?\n\n(Note: The text has been corrected by removing repetitions, unfinished sentences and off-topic content. The original meaning of the lecture has been maintained.)",
        "old_text": "¿Vale? La idea es que el efecto es el mismo. Se va a producir el mismo efecto. Si esta inversión la hace... ¿La Skoplovich? ¿Sabéis quién es la Skoplovich? ¿Vale? O lo hace la comunidad autónoma de Valencia. ¿Vale? La idea es que si la comunidad autónoma... No, perdonad. Si la inversión privada no quiere hacerlo, pues que lo haga la inversión pública para poder estimular la economía. Esa es la idea. ¿Vale? Entonces... ¿Inversión qué hicieron? Bueno, vamos a suponer, perdonad, que la propensión marginal al consumo es de 0,8. ¿Ok? Entonces, la inversión que se hizo... Vamos a suponer que fue...",
        "kind": "online_video",
        "file_number": "33",
        "filename": "6 2 El multiplicador de la inversión las bondades del aereopuerto de Castellón-wav.json",
        "url": "https://www.youtube.com/watch?v=Sx6LGdp3O-M&t=139s"
    },
    {
        "number": 5,
        "timestamp_start": "00:03:02,920",
        "timestamp_end": "00:03:44,800",
        "text": " Your mission is to output the same text you receive, and just remove footnotes. Here is the modified text:\n\nQue no era inversión sino gasto público, ya que fue realizado por el Estado (la comunidad autónoma de Valencia). Se gastaron 100 millones de euros. Primer efecto importante: hoy en día, en Castellón existe un aeropuerto con una torre de control, una sala para recibir a la gente y hacer los check-ins, etc. Todo esto costó 100 millones de euros, cifra innegable. Además, hay una escultura interesante que también es costosa.",
        "old_text": "Que no era inversión, era gasto público, ¿vale? Porque eso lo hizo el Estado. Bueno, lo hizo la comunidad autónoma de Valencia, ¿no? Se gastaron 100 millones de euros. ¿Vale? 100 millones de euros. Primer efecto importante, primer efecto importante, ¿no? Sobre el PIB. Ahora en Castellón hay un aeropuerto. ¿No? Eso existe. ¿Vale? Con una torre de control, ¿vale? Con una sala para recibir a la gente, para hacer los check-ins, para... Eso existe, está todo. ¿Vale? Que vale 100 millones de euros. Eso nadie lo puede negar. Eso está ahí. Incluso hay una escultura de un tipo curioso, ¿no? Que vale una pasta también.",
        "kind": "online_video",
        "file_number": "33",
        "filename": "6 2 El multiplicador de la inversión las bondades del aereopuerto de Castellón-wav.json",
        "url": "https://www.youtube.com/watch?v=Sx6LGdp3O-M&t=182s"
    },
    {
        "number": 6,
        "timestamp_start": "00:03:44,800",
        "timestamp_end": "00:04:25,500",
        "text": " The first obvious effect is that there are 100 million euros at stake due to an error since the runway is too narrow and, therefore, they do not give permission to fly planes. Therefore, planes will never fly there because they made a mistake and the purpose is to catch the civil engineer to talk to him about the matter. The airport in Castellón has been built, but the money goes to the people who participated in its construction, such as the aforementioned civil engineer.",
        "old_text": "Y eso está. ¿Vale? Por tanto, el primer efecto evidente es que... Hay 100 millones de euros ahí. ¿No? Que se haya equivocado, porque además, no sé si sabéis, la pista es demasiado estrecha. ¿No? Entonces, claro, no les dan permiso para que vuelen aviones porque es peligroso, ¿no? Entonces, claro, nunca van a volar aviones ahí. ¿Vale? Porque se equivocaron, ¿no? Entonces, claro, es para coger al ingeniero de camino de quien fuera, ¿no? Y, hombre, decirle que de qué va, ¿no? ¿Vale? Primer efecto. Vale. Fijaros, ¿eh? Se hace el aeropuerto de Castellón, ¿vale? ¿Y esa pasta quién va a parar? A la gente que participó haciendo el aeropuerto de Castellón, ¿no? ¿Quiénes son? El ingeniero de caminos este, curioso.",
        "kind": "online_video",
        "file_number": "33",
        "filename": "6 2 El multiplicador de la inversión las bondades del aereopuerto de Castellón-wav.json",
        "url": "https://www.youtube.com/watch?v=Sx6LGdp3O-M&t=224s"
    },
    {
        "number": 7,
        "timestamp_start": "00:04:26,080",
        "timestamp_end": "00:05:10,780",
        "text": " Surely there were architects, painters, electricians, cement suppliers, and designers of I don't know what stories. Thanks to Castellón's airport, the income of a group of people increased by 100 million euros. If the airport hadn't been built, this group wouldn't have finished their project and wouldn't have had money. Now, imagine that this group used part of the money to save and another part to consume. Consumption is 0.8. Therefore, this group increased their consumption by 100 \\* 0.8.",
        "old_text": "¿Vale? Seguro que hubieron arquitectos, paletas, electricistas, proveedores de cemento, diseñadores de no sé qué historias. ¿Vale? Etcétera, etcétera, etcétera, etcétera, etcétera, etcétera, ¿no? Gracias al aeropuerto de Castellón aumentó la renta de un grupo de gente en 100 millones de euros. ¿Qué? ¿Qué? Si no se hubiera hecho el aeropuerto de Castellón, esta gente no hubiera terminado. No hubiera tenido un duro. ¿Lo veis? Ahora imaginémonos, claro, esta gente aquí fue con este dinero. Una parte lo ahorraron, pero otra parte lo consumieron, ¿no? Pero pensad, imaginaos, consumo 0,8, ¿no? Pues esta gente aumentó su consumo en 100 por 0,8.",
        "kind": "online_video",
        "file_number": "33",
        "filename": "6 2 El multiplicador de la inversión las bondades del aereopuerto de Castellón-wav.json",
        "url": "https://www.youtube.com/watch?v=Sx6LGdp3O-M&t=266s"
    },
    {
        "number": 8,
        "timestamp_start": "00:05:10,780",
        "timestamp_end": "00:06:11,020",
        "text": " Se imaginan que en el aeropuerto de Castellón hubo un sol abrasador que hizo que todos los presentes tuvieran que comprar gafas de sol de la marca Indo por un total de 80 millones de euros, cantidad que no habrían gastado de no haberse construido el aeropuerto. La empresa Indo ahorró y consumió una parte de este dinero, lo que hizo aumentar la renta de sus proveedores, distribuidores, fabricantes de cristales, pasta y diseñadores en 80 millones de euros, lo que a su vez incrementó su consumo en un 100 por ciento.",
        "old_text": "Imaginémonos que en el aeropuerto de Castellón había un solazo tan bestia, tan bestia, tan bestia, que todos se tuvieron que comprar gafas de sol, ¿no? ¿Vale? Y se compraron todos gafas de sol de la casa Indo. ¿Vale? Y se compraron todos gafas de sol de la casa Indo por valor de 80 millones de euros que, si no se hubiera hecho el aeropuerto de Castellón, no las hubieran comprado. ¿Lo veis? La casa Indo aumentó sus ingresos en 80 millones de euros que, si no se hubiera hecho el aeropuerto de Castellón, nunca lo hubieran tenido. ¿Y qué hizo la gente que trabajaba en la casa Indo con esta pasta? Una parte la ahorraron, ¿no? Pero otra parte la consumieron, ¿no? Entonces, ¿qué hizo la gente que trabajaba en la casa Indo con esta pasta? Una parte la ahorraron, ¿no? Entonces, los proveedores de la casa Indo, los distribuidores de la casa Indo, los fabricantes de cristales, los fabricantes de la pasta, los diseñadores de las gafas, etcétera, etcétera, aumentan su renta en 80 millones de euros, ¿no? Entonces, aumentarán su consumo en 100...",
        "kind": "online_video",
        "file_number": "33",
        "filename": "6 2 El multiplicador de la inversión las bondades del aereopuerto de Castellón-wav.json",
        "url": "https://www.youtube.com/watch?v=Sx6LGdp3O-M&t=310s"
    },
    {
        "number": 9,
        "timestamp_start": "00:06:11,020",
        "timestamp_end": "00:06:46,900",
        "text": " In 1980, cocoa powder was sold for a value of 64 million euros, due to high demand. It is worth noting that this amount was reached thanks to the construction of the Castellón Airport.\n\n(The original transcription contained several repetitions and phrases that did not contribute relevant information to the topic discussed, so they have been omitted in this corrected version).",
        "old_text": "No, en 80, perdonad, ¿vale? En 80 por 0,8, ¿no? 64, ¿vale? Imaginémonos que todos se vuelven locos por el colacao, ¿vale? Se ponen todos como locos a comprarse colacao. ¿Qué pasa? Que se venden colacao por valor de 64 millones de euros. Muy importante. Es que yo creo que eso no lo tenemos en cuenta y es muy importante. La casa Nutrexpa acaba de vender colacao por valor de 64 millones de euros gracias a qué? A que se ha hecho el Aeropuerto de Castellón. Si no, no hubieran vendido ese colacao. Alejandro... No, no, no, ahora nada. Ahora nada.",
        "kind": "online_video",
        "file_number": "33",
        "filename": "6 2 El multiplicador de la inversión las bondades del aereopuerto de Castellón-wav.json",
        "url": "https://www.youtube.com/watch?v=Sx6LGdp3O-M&t=371s"
    },
    {
        "number": 10,
        "timestamp_start": "00:06:46,900",
        "timestamp_end": "00:07:31,900",
        "text": " Entonces, ese efecto multiplicador, qué es? Es igual a 100, 1 menos 0,8 (la propensión marginal al consumo). Esto equivale a 50.\nLa inversión inicial es de 100.",
        "old_text": "¿Vale? Etcétera, etcétera, etcétera, etcétera, ¿vale? Etcétera, etcétera, ¿no? Entonces, ese etcétera, etcétera, etcétera, etcétera, ¿vale? ¿Vale? Entonces, ¿qué pasa? Entonces, ese etcétera vamos a calcularlo, ¿no? Sí. Esto se llama efecto multiplicador. Y el efecto multiplicador, fijaros, ¿esto qué es? Esto es 100 por 1 más 0,8 más 0,8 al cuadrado más una progresión geométrica, ¿no? ¿Vale? Esto es igual a qué? A 100, 1 partido por 1, menos 0,8. 1 partido por 0,2. 5. ¿Vale? 100 por 5 son 500, ¿no? ¿100 qué es? La inversión inicial. ¿Vale? ¿Lo veis? ¿Esto qué es? Esto es la propensión marginal al consumo.",
        "kind": "online_video",
        "file_number": "33",
        "filename": "6 2 El multiplicador de la inversión las bondades del aereopuerto de Castellón-wav.json",
        "url": "https://www.youtube.com/watch?v=Sx6LGdp3O-M&t=406s"
    }
]