[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:36,980",
        "text": " —¿Qué es el modelo keynesiano? Esta es la explicación que os he dado. He introducido dos conceptos con fines didácticos: los grifos y lo que voy a mostrar ahora. Lo segundo se encuentra en libros, por ejemplo, Wannaco lo incluye y Mochón también tiene un gráfico similar. Me siento tranquilo al ver que llegaron a conclusiones similares a las mías, es decir, explicar el modelo keynesiano es complejo, pero hacerlo de la manera que voy a mostrarles resulta fácil.\n\n—End text —",
        "old_text": "¿Qué es el modelo keynesiano? Esto es lo que yo os he explicado. Yo me he inventado dos cosas. Lo de los grifos, que si queréis lo vieras en Mosquiaria, y esto segundo, lo que os voy a enseñar ahora. Pero lo que os voy a enseñar ahora está en libros. Yo he visto libros, por ejemplo, el Wannaco lo pone, el Mochón también tiene un gráfico parecido, por lo tanto me quedo tranquilo, porque seguramente ellos han llegado a una conclusión muy parecida a la mía, que es explicar el modelo keynesiano es muy complejo y explicarlo de la manera que os voy a explicar es muy fácil.",
        "kind": "online_video",
        "file_number": "35",
        "filename": "6 4 la política fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=9uhAUSphd1I&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:36,980",
        "timestamp_end": "00:01:54,780",
        "text": " Mirad, vamos a hacer lo siguiente: en el eje de ordenadas pondremos gasto público y recaudación por impuestos. En el eje de abscisas ubicaremos el PIB. La fabricación es cero y el consumo es infinito, pero esto es imposible, hay un máximo. A este máximo lo llamaremos plena ocupación y lo colocaremos aquí. ¿De acuerdo? ¿Cómo se mueve la recaudación por impuestos a medida que se mueve el PIB? Seguro que crece, ¿verdad? A medida que aumenta el PIB, seguro que aumenta la recaudación por impuestos. Por lo tanto, esto debe crecer y ser algo así, o puede ser de muchas maneras. Tengan en cuenta que es una representación simplificada que he creado para facilitar la comprensión. He dibujado una recta, donde se representa la recaudación por impuestos y el gasto público.",
        "old_text": "Mirad, vamos a hacer lo siguiente. En el eje de ordenadas voy a poner gasto público y voy a poner recaudación por impuestos. Y aquí voy a poner PIB. Aquí fabricación cero y vive infinito, pero eso es imposible, hay un máximo. Ese máximo vamos a llamarle de plena ocupación. Vamos a ponerlo por aquí. ¿Vale? ¿Cómo se mueve la recaudación por impuestos a medida que se mueve el PIB? ¿Vale? ¿Cómo pensáis que se mueve? Pues seguro que crece, ¿no? A medida que aumenta el PIB, seguro que aumenta la recaudación por impuestos, ¿no? Entonces, esto debe crecer, pues yo qué sé, ¿no? Pues debe ser algo así o puede ser, podría ser de muchas maneras, ¿no? Con que me lo he inventado yo, ¿no? Tiene la gran ventaja que lo dibujo como yo quiero, ¿no? ¿Vale? Entonces, a mí se me ocurrió dibujarlo en plan una recta para simplificar, ¿vale? Esto es una recta, ¿eh? ¿Vale? Recaudación por impuestos, ¿vale? Y el gasto público.",
        "kind": "online_video",
        "file_number": "35",
        "filename": "6 4 la política fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=9uhAUSphd1I&t=36s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:54,780",
        "timestamp_end": "00:02:20,100",
        "text": " Claramente, someone might ask: sure, as the GDP increases, so does public spending, right? However, there is not a clear correlation, since for example, in 1992, with the Olympics and the Expo of Sevilla, public spending was significantly high. Therefore, although public spending will probably increase gradually at the same pace as the GDP, there is no obvious relationship between the two.",
        "old_text": "Y claro, alguien me dirá, hombre, pues el gasto público igual, José, a medida que aumenta el PIB, va aumentando el gasto público, ¿o no? Es decir, sí, ¿eh? Pero no hay una correlación clara, ¿no? Es decir, el año 92 el gasto público seguro que fue una pasada, ¿no? Porque hicimos las olimpiadas, porque hicimos el... La expo de Sevilla, quiero decir que no hay una correlación evidente, ¿no? Entre una cosa y la otra, no existe, ¿no? Entonces, seguramente, y lo podríamos dibujar, ¿no? El gasto público seguramente, pues debe crecer también un poco, ¿no? A medida que aumenta el PIB.",
        "kind": "online_video",
        "file_number": "35",
        "filename": "6 4 la política fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=9uhAUSphd1I&t=114s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:20,100",
        "timestamp_end": "00:03:07,640",
        "text": " Pero yo, to make it clear that I don't want you to think there's a clear correlation, I will depict it as a straight line. Public spending. I know it's not entirely accurate, but let's do it this way. At this point, public spending is exactly equal to tax collection, what multiplier effect do we have there? Zero, right? So, you need to set up a tax system that matches full employment. If you do this, you can go to sleep.",
        "old_text": "Pero yo, para que veamos que, para que se entienda, ¿no? Que no quiero que, que pensemos que hay una correlación clara, pues lo voy a dibujar como una recta. ¿Vale? Gasto público. Ya sé que no es del todo cierto, ¿eh? Pero vamos a hacerlo así. En este punto, el gasto público es exactamente igual a la recolección por impuestos, ¿no? ¿Qué efecto multiplicador hay ahí? Cero, ¿no? Vale, pues entonces tienes que montarte un sistema fiscal que cuando esto ocurra, cuando esto ocurra, coincida con la plena ocupación. ¿Vale? Si tú haces esto, si haces esto, a dormir.",
        "kind": "online_video",
        "file_number": "35",
        "filename": "6 4 la política fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=9uhAUSphd1I&t=140s"
    },
    {
        "number": 5,
        "timestamp_start": "00:03:07,640",
        "timestamp_end": "00:04:07,620",
        "text": " Ministro de Economía, puede descansar una vez que haya entrado en una recesión, por ejemplo, cuando el PIB sea inferior a 1. Si el gasto público (G) es mayor que los impuestos recaudados (T sub 1 o T sub 2), se produce un efecto multiplicador, incluso si esto hace empeorar la situación económica. Es decir, si T sub 1 es menor que G y también lo es T sub 2 en comparación con G, habrá un effecto multiplicador en ambos casos.",
        "old_text": "¿Vale? A partir de ahí, ministro de Economía, puedes descansar. ¿Vale? No es necesario que hagas nada. ¿Por qué? Porque al momento que tú entras en una recesión, por ejemplo, entramos en una recesión. PIB sub 1. Fijaos lo que ocurre aquí. Recabación por impuestos. T sub 1. Gasto público. G. G. Es mayor que T sub 1, ¿no? Genial, ¿ves? Ahí hay un efecto multiplicador. Genial. Que te hundas más en la miseria. Ningún problema. Caes aquí. PIB sub 2. Es exagerado, ¿eh? Aquí sería terrible, ¿eh? Recabación por impuestos. T sub 2. Gasto público. G, ¿no? G es mayor que T sub 2, ¿no? Y hay un efecto multiplicador.",
        "kind": "online_video",
        "file_number": "35",
        "filename": "6 4 la política fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=9uhAUSphd1I&t=187s"
    },
    {
        "number": 6,
        "timestamp_start": "00:04:07,620",
        "timestamp_end": "00:04:28,620",
        "text": " ¿Lo ves? Cuando hay este efecto, tiende a estar claro. Esta es la idea, ¿no? Puedes dormir siempre, Julián. Pero puedes no dormir. Es decir, si eres un ministro activo y la economía cae, puedes jugar con eso, pero también puedes decidir no dormir.\n\n(Footnotes have been removed)",
        "old_text": "¿Lo ves? Entonces, cuando hay este efecto, tiende a estar... Claro. Esta es la idea, ¿no? De hecho... Puedes dormir siempre, ¿eh? ¿Eh? Puedes dormir siempre, Julián. Puedes dormir siempre. Sí, sí, claro. Puedes dormir siempre. Pero, pero, claro, puedes no dormir. Es decir, si tú eres un ministro que quiere ser activo, si la economía cae, puedes jugar con eso. Pero, pero, claro, puedes no dormir. Es decir, si tú eres un ministro que quiere ser activo, si la economía cae, puedes jugar con eso. Pero, pero, claro, puedes no dormir. Es decir, si tú eres un ministro que quiere ser activo, si la economía cae, puedes jugar con eso.",
        "kind": "online_video",
        "file_number": "35",
        "filename": "6 4 la política fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=9uhAUSphd1I&t=247s"
    },
    {
        "number": 7,
        "timestamp_start": "00:04:28,620",
        "timestamp_end": "00:05:03,620",
        "text": " Si la economía cae, puedes jugar a reducir más los impuestos o aumentar mucho más el gasto, abriendo así la brecha para impulsar más la economía. Se dice que los impuestos actúan como estabilizadores fiscales automáticos, ya que cuando la economía cae, se abre un paracaídas proporcional al tamaño de la caída.\n\n(My mission is to output the same text I receive, and just remove footnotes)",
        "old_text": "Si la economía cae, puedes jugar a qué. A reducir más los impuestos, ¿no? Y coges y ¡crac! Los bajas, ¿no? O puedes jugar a aumentar mucho más el gasto, ¿no? Abres la brecha, ¿no? Si abres la brecha, vas a impulsar más la economía. Esa es la idea, ¿no? ¿Vale? Se habla de que los impuestos juegan un papel que les llamaremos estabilizadores fiscales automáticos. ¿Por qué? Es que cuando te caes... ¿Por qué? Es que cuando te caes... abres un paracaídas. ¿Veis? Es como si se abriera un paracaídas, ¿no? Y cuando más bestias la caída, más grande es el paracaídas.",
        "kind": "online_video",
        "file_number": "35",
        "filename": "6 4 la política fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=9uhAUSphd1I&t=268s"
    },
    {
        "number": 8,
        "timestamp_start": "00:05:03,620",
        "timestamp_end": "00:05:52,620",
        "text": " Es un paracaídas atípico, ya que tiende a frenar la caída y hacerte subir (¿lo ves?). Pero ¿qué es esto? Provoca un impulso en la economía: deuda pública. En 2008-2009, el déficit público en España se disparó al 11%. ¿Cómo reducirlo? No se te ocurra hacerlo.",
        "old_text": "Es un paracaídas, además, raro, porque es un paracaídas que tiende a que dejes de caer y vuelvas a subir, ¿no? ¿Lo veis? ¿Vale? Pero claro, ¿qué es todo esto de aquí? ¿Qué es esto de aquí? Esto es justo lo que va a provocar el impulso de la economía, ¿no? Pero ¿esto qué es? Deuda. No, no es deuda. ¿Qué es? Déficit público, ¿no? Es el déficit público, ¿no? Entonces, claro, muy, muy importante. No se te ocurre reducirlo. ¿Cómo lo haces? ¿Dónde está la economía? ¿Lo veis? Año 2008, 2009, el déficit público en España se dispara al 11 y pico por ciento.",
        "kind": "online_video",
        "file_number": "35",
        "filename": "6 4 la política fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=9uhAUSphd1I&t=303s"
    },
    {
        "number": 9,
        "timestamp_start": "00:05:52,620",
        "timestamp_end": "00:06:23,620",
        "text": " La actividad económica ha disminuido considerablemente. La recaudación preimpuestos también ha bajado drásticamente. Llame, ¿no? Dios llama a Merkel y le dice: \"Psst, reduzca el déficit\". Merkel is terrible. But of course, it's a form of blackmail, so if she doesn't do it, she won't receive money. She won't receive funding. Reducing the public deficit is disastrous, as you can see. Therefore, there is a trap, which we will call the \"balanced budget trap\". It's natural to tend towards this when entering a recession, as it happens automatically.\n\n¿Por qué? Because economic activity has fallen sharply. Okay?",
        "old_text": "¿Por qué? Porque la actividad económica ha caído en picado. Porque la recaudación preimpuestos ha caído en picado. ¿Vale? Llama, ¿no? Nos llama Dios a Merkel y dice: \"Pst, a reducir el déficit\". Terrible. Merkel, terrible. Pero claro, es un chantaje, ¿no? Por lo tanto, si no haces, no te voy a dar un pasta. No te voy a dar pasta. Reducir el déficit público, como podéis ver, es terrible. Por lo tanto, hay una trampa que le vamos a llamar la trampa del presupuesto equilibrado. Y es que, de forma natural, ¿vale? De forma automática, vas a tender. Cuando entras en una recesión, es automático.",
        "kind": "online_video",
        "file_number": "35",
        "filename": "6 4 la política fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=9uhAUSphd1I&t=352s"
    },
    {
        "number": 10,
        "timestamp_start": "00:06:23,620",
        "timestamp_end": "00:07:05,620",
        "text": " Es automático entrar en déficit público al aumentar el gasto. Actualmente, en Estados Unidos, el presidente Obama está haciendo una reforma sanitaria importante, aumentando la cobertura para más personas pero causando dificultades a las aseguradoras privadas. Como resultado, los republicanos, quienes defienden principalmente sus intereses, necesitan fondos adicionales que, por ley, requieren aprobación del Congreso si exceden el presupuesto equilibrado.\n\nThe apparent extortion situation seems to be a negotiation around the financing of the healthcare reform between republicans and democrats, but without further information it is not possible to include it in the final summary.",
        "old_text": "Es automático, ¿vale? Vas a entrar en déficit público. Los Estados Unidos en estos momentos, ¿lo habéis visto, esta historia? El chantaje este están teniendo entre los republicanos y los demócratas, ¿no? Bueno, el tipo este, el Obama, ¿no? Está haciendo una reforma sanitaria muy importante, ¿no? ¿Vale? Está haciendo que haya mucha más cobertura para la gente, pero está fastidiando a las aseguradoras privadas. Entonces, los republicanos, como podéis entender, ¿a quién defender, no? ¿Ah? Entonces, para hacer todo esto necesitan una pasta concreta. Pero por ley, por ley, en Estados Unidos, si tú quieres gastar más pasta que la que te daría el presupuesto equilibrado, esto se tiene que aprobar en el Congreso.",
        "kind": "online_video",
        "file_number": "35",
        "filename": "6 4 la política fiscal-wav.json",
        "url": "https://www.youtube.com/watch?v=9uhAUSphd1I&t=383s"
    }
]