[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:01:09,880",
        "text": " El otro día hablamos del modelo keynesiano y lo explicamos. Ahora, abordaremos las críticas al modelo keynesiano. Antes de hacerlo, recordemos cuatro puntos: si los precios y salarios fueran flexibles a la baja, el modelo keynesiano no tendría sentido. Keynes y su aportación surgen debido a que el pensamiento clásico no sirvió para resolver una grave crisis, la Gran Depresión. Alguien propuso que los precios y salarios son rígidos a la baja.\n\n(Nota: Se han eliminado repeticiones y oraciones sin sentido o que parecían parte de una conversación casual con los estudiantes)\n\n(Note: I have removed footnotes and sentences that seemed to be part of an informal conversation with students)",
        "old_text": "El otro día hablamos del modelo keynesiano. De hecho, acabamos explicando el modelo keynesiano. Ya nos falta hablar de las críticas del modelo keynesiano. Vamos a criticarlo. Pero antes de esto vamos a recordar cuatro cositas, pero así nos situamos. De hecho, si los precios y los salarios fueran flexibles a la baja, Keynes no existiría. El modelo keynesiano no tenía ningún sentido. El modelo keynesiano surge y la aportación keynesiana surge. ¿Por qué? Porque hay un momento que el pensamiento clásico no sirve para solucionar una grave crisis. Es la gran depresión. Hay un tipo que si le ocurre decir que los precios y los salarios son rígidos a la baja.",
        "kind": "online_video",
        "file_number": "36",
        "filename": "6 5 Criticas a la P F-wav.json",
        "url": "https://www.youtube.com/watch?v=x-7Zs0iUAhg&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:01:09,880",
        "timestamp_end": "00:02:08,180",
        "text": " Si esto es así, la función de oferta agregada ya no sería vertical en el punto de plena ocupación. La función de oferta agregada tiene esta forma, con precios, salarios y PIB representados aquí. Con este punto como plena ocupación y este otro como un nivel alto de desempleo, llamaremos a este último punto plena ocupación. La preocupación de Keynes es cómo lograr pasar del punto B al punto A.",
        "old_text": "Y si esto es así, la función de oferta agregada ya es mentira que sea vertical al punto de plena ocupación. Entonces él nos explica que la función de oferta agregada... Tiene esta forma de aquí. Si aquí ponemos precios, salarios y aquí ponemos PIB, pues la función de oferta agregada tiene una forma más o menos como esta. Siendo este el punto de plena ocupación, siendo este un punto de paro masivo. Paro masivo. Y esto lo vamos a llamar plena ocupación. Entonces, ¿la preocupación de Keynes cuál es? ¿Cómo conseguir pasar del punto B al punto A? Es lo único que le preocupa el acordaros.",
        "kind": "online_video",
        "file_number": "36",
        "filename": "6 5 Criticas a la P F-wav.json",
        "url": "https://www.youtube.com/watch?v=x-7Zs0iUAhg&t=69s"
    },
    {
        "number": 3,
        "timestamp_start": "00:02:08,180",
        "timestamp_end": "00:02:50,260",
        "text": " Es lo único que le preocupa: cómo conseguir salir de esta gran depresión. Entonces, dice: “Si estamos en cualquier punto de por aquí, hay recesión”. Explica que la demanda agregada es insuficiente respecto a la oferta agregada y a la capacidad de oferta agregada. Por lo tanto, para acercarnos a la plena ocupación, debemos estimular la demanda agregada. Descubre que hay dos instrumentos útiles: aumentar el gasto público y reducir los impuestos.\n\n(Footnotes removed)",
        "old_text": "Es lo único que le preocupa. ¿Cómo conseguir salir de esta gran depresión? Entonces, acaba diciendo, ostras, si estamos en cualquier punto de por aquí, hay recesión. ¿No? ¿No? ¿No? ¿No? ¿No? Y él nos explica que la demanda agregada es insuficiente respecto a la oferta agregada, respecto a la capacidad de oferta agregada. Por lo tanto, lo que tenemos que hacer es estimular la demanda agregada con tal de acercarnos a la plena ocupación. Y entonces él descubre que hay dos instrumentos que van a ser muy útiles. ¿Qué cuáles son? Pues reducir el gasto público. ¡No! Aumentar el gasto público y reducir los impuestos.",
        "kind": "online_video",
        "file_number": "36",
        "filename": "6 5 Criticas a la P F-wav.json",
        "url": "https://www.youtube.com/watch?v=x-7Zs0iUAhg&t=128s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:50,260",
        "timestamp_end": "00:03:53,820",
        "text": " Este déficit público que se está generando, no intenten controlarlo, es mejor dejarlo seguir su camino. Esto, según él, llevará a una expansión económica. Les expliqué el otro día que cuando la demanda agregada excede la capacidad de oferta, se produce una inflación de demanda. En este caso, la solución es reducir el gasto público y aumentar los impuestos. (Los poskeynesianos no siguen a Keynes en este punto.)\n\n(Note: The sentence \"Guerra del Vietnam, ¿vale? ¿Sí?\" was removed as it seemed more like a casual conversation with the students and did not add significant meaning to the text.)",
        "old_text": "¿Vale? Y esto nos va a conducir, dice él, nos va a conducir a un déficit público que no se te ocurra intentarlo controlar. ¿Vale? Déjalo ese déficit público que siga su camino. Porque es ese déficit público el que va a provocar la expansión económica. Paralelamente, yo os explicaba el otro día que, pero eso ya no es Keynes, sino los poskeynesianos dicen, bueno, bueno, bueno, y cuando estés por aquí, acordaros, ¿vale? Guerra del Vietnam, ¿vale? ¿Sí? Cuando estés por aquí, ¿qué significa? Que la demanda agregada es exagerada respecto a la capacidad de oferta, tienes una inflación de demanda, ¿no? ¿Qué tienes que hacer? Lo contrario, ¿no? Reducir el gasto público y aumentar los impuestos.",
        "kind": "online_video",
        "file_number": "36",
        "filename": "6 5 Criticas a la P F-wav.json",
        "url": "https://www.youtube.com/watch?v=x-7Zs0iUAhg&t=170s"
    },
    {
        "number": 5,
        "timestamp_start": "00:03:53,880",
        "timestamp_end": "00:04:28,480",
        "text": " Y they said that would lead to a budget surplus and would serve you for... And I was telling you, maybe it would be better to take a break, no? I'm not sure if it's true, okay? In fact, I have never heard of anyone who has done it. Okay? The idea of the balanced budget trap was also mentioned, and we stopped there in our last meeting. Let's criticize this, okay? I will order the criticism according to my expository interests.\n\n(Footnotes removed)",
        "old_text": "Y decían, y eso te conducirá a un superávit público, te servirá para... Y yo os decía, pfff, esto, la verdad, es que es mejor que le hagáis un paréntesis, ¿no? Una cosa así porque, pfff, no sé si es cierto, ¿vale? No sé si es cierto. De hecho, yo os explicaba que yo no sé de nadie que lo haya hecho, ¿no? ¿Vale? Y quien lo ha hecho se ha suicidado. ¿Vale? Y luego había la idea de la trampa del presupuesto equilibrado. Y ahí es donde nos paramos el otro día, ¿vale? Vamos a criticar esto, ¿vale? Vamos a criticar esto, ¿no? Entonces, las críticas las voy a ordenar en función de lo que a mí me apetece explicaros.",
        "kind": "online_video",
        "file_number": "36",
        "filename": "6 5 Criticas a la P F-wav.json",
        "url": "https://www.youtube.com/watch?v=x-7Zs0iUAhg&t=233s"
    },
    {
        "number": 6,
        "timestamp_start": "00:04:28,480",
        "timestamp_end": "00:22:37,140",
        "text": " The Titanic was a British passenger ship that sank on April 15, 1912, during its maiden voyage after it collided with an iceberg. This resulted in the deaths of more than 1,500 passengers and crew members. It is one of the most famous shipwrecks in history.\n\nIs there something specific you would like to know about the Titanic? I'm here to help!",
        "old_text": "¿Vale? ¿Qué quiero decir? Vamos a empezar con una muy fácil, vamos a seguir con una muy compleja y acabemos con una chupada. ¿Vale? Vamos a la fácil, ¿vale? Mirad, la fácil se llama... De hecho, en economía le dicen el dilema del timonel. Yo lo he bautizado como el timonel. ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? El dilema del timonel. Yo lo he bautizado el efecto Titanic. ¿Vale? Porque creo que es más, mucho más visible, ¿no? Ostras, cómo estamos hoy. El efecto Titanic. ¿Vale? Vamos al efecto Titanic. Os suena lo del Titanic seguro, ¿no? ¿Vale? ¿Qué me cuenta qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic? ¿Qué pasó con el Titanic?",
        "kind": "online_video",
        "file_number": "36",
        "filename": "6 5 Criticas a la P F-wav.json",
        "url": "https://www.youtube.com/watch?v=x-7Zs0iUAhg&t=268s"
    }
]