[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:01:05,100",
        "text": " A pesar de las críticas, el modelo keynesiano funcionó de maravilla. Los países aplicaron medidas keynesianas y estimularon el crecimiento económico. Keynes había ideado una especie de \"botón rojo del turbo\" para la economía: si está mal, se activa y se acelera el crecimiento. A los políticos les gustan los botones fáciles de accionar y lo presionaron con frecuencia. Como resultado, las economías europeas experimentaron un crecimiento sin precedentes. Todo el mundo pensaba que sería genial, incluso algunos expertos consideraban que el mundo era keynesiano.",
        "old_text": "A pesar de todas las críticas, el modelo keynesiano funcionó de maravilla. De maravilla, de maravilla, de maravilla, de maravilla, ¿no? Los países aplicaron medidas keynesianas, acordaros, ¿eh? De algún modo Keynes, ¿qué había hecho? Había inventado el botón rojo del turbo del coche, ¿no? Que era, si la economía está jodida, aprietas el botón rojo y el coche se va a acelerar mogollón, ¿no? Problemón, los políticos les gustan los dos botones rojos y estaban todo el día dando el botón rojo, ¿no? Pero claro, el coche aceleró mogollón. Las economías europeas crecieron como nunca habían crecido, ¿no? Todo el mundo pensaba que el mundo, ostras, que iba a ser genial, que iba a ser genial, que iba a ser genial, ¿no? Tanto era así, tanto era así, que, claro, muchos pensadores económicos, dijeron, ostras, realmente, no dudemos, el mundo es keynesiano.",
        "kind": "online_video",
        "file_number": "37",
        "filename": "6 6 Las aportaciones de Phillips-wav.json",
        "url": "https://www.youtube.com/watch?v=cwHmVpLOqas&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:01:05,100",
        "timestamp_end": "00:01:59,820",
        "text": " Existe un individuo muy interesante llamado Phillips que trató de demostrar empíricamente que el mundo se ajusta a la teoría keynesiana. Phillips intentó relacionar la función agregada de Keynes, la cual incluye precios, salarios y PIB, con la oferta agregada keynesiana, donde hay pleno empleo en un extremo y desempleo masivo en el otro. Phillips transformó esta representación gráfica.",
        "old_text": "Y hay un tío súper interesante, que se llama Phillips, ¿vale? Que el tío, fijaros qué alucinante, intentó demostrar que el mundo empíricamente era keynesiano. Empíricamente, bueno, entonces, ¿qué estamos discutiendo? Si el mundo es keynesiano. Vale, entonces, ¿qué hizo Phillips? Phillips dijo, a ver, la función agregada de Keynes dice, por un lado, precios, salarios, PIB, ¿no? Y la función agregada tiene esta forma de aquí, ¿no? Más o menos, ¿no? ¿Vale? Aquí hay un paro masivo. Aquí estamos en la plena ocupación. ¿Vale? Punto B y punto A, ¿no? Esta es la oferta agregada keynesiana, ¿no? ¿Vale? Phillips la va a transformar.",
        "kind": "online_video",
        "file_number": "37",
        "filename": "6 6 Las aportaciones de Phillips-wav.json",
        "url": "https://www.youtube.com/watch?v=cwHmVpLOqas&t=65s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:59,820",
        "timestamp_end": "00:02:42,940",
        "text": " Fijémonos en lo que va a hacer Phillips. En lugar de la función original, va a poner niveles de precios, con la inflación (variación de precios) representada arriba y el PIB y la tasa de paro abajo. La plena ocupación está en el extremo opuesto al alto desempleo. La gráfica nos dice que una tasa de paro enorme implica una inflación bajísima, ya que los precios se mantienen casi sin variaciones y estamos cerca del mismo nivel de precios. Cuando la tasa de paro es elevada, la economía se encuentra en ese extremo de la gráfica.\n\n(Footnotes removed)",
        "old_text": "Fijaros lo que va a hacer Phillips. Va a coger y dice, vale, yo en cambio voy a poner niveles de precios, ¿vale? Esto es la función de Phillips, ¿no? En cambio voy a poner niveles de precios, voy a poner aquí, inflación. Variación de precios. Y en cambio voy a poner aquí PIBs, voy a poner aquí tasa de paro. Unemployment. ¿Vale? Y de hecho, la plena ocupación estará aquí. ¿Vale? Esto es tasa de paro enorme. Y a medida que te vas acercando es plena ocupación. ¿Vale? Fijaros lo que nos dice esta función. Nos dice que si el paro es enorme, la inflación es bajísima, ¿no? Casi no se mueven los precios, ¿lo veis? Estamos casi en el mismo nivel de precios, ¿no? Por lo tanto, si el paro es enorme, estás por aquí.",
        "kind": "online_video",
        "file_number": "37",
        "filename": "6 6 Las aportaciones de Phillips-wav.json",
        "url": "https://www.youtube.com/watch?v=cwHmVpLOqas&t=119s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:42,940",
        "timestamp_end": "00:03:16,860",
        "text": " Cuando te acercas a la plena ocupación, la inflación aumenta. Cuando estás en plena ocupación, se dispara. Hay un trade-off: los países tienen inflaciones o tasas de paro; no pueden elegir no tener inflación y no tener tasa de paro. Esto es la función de Phillips.\n\n(This text has been modified to remove footnotes while keeping the style of the sentences. The content and meaning have not been altered.)",
        "old_text": "Y esto va haciendo así. Y a medida que te acercas a la plena ocupación, la inflación empieza a aumentar. ¡Uepala! ¿No? Cuando estás en plena ocupación, esto se dispara, ¿no? Esto es lo mismo, ¿lo veis? Es como si yo pudiera doblar la pizarra y dibujarlo de esta manera. Es lo mismo. ¿Vale? Pero aquí nos está mostrando una historia curiosa. Hay un trade-off, ¿no? Los países o tienen inflaciones o tienen paro. No pueden elegir no tener inflación y no tener tasa de paro. Eso es imposible. ¿Vale? Esta es la función. Esto la vamos a llamar función de Phillips.",
        "kind": "online_video",
        "file_number": "37",
        "filename": "6 6 Las aportaciones de Phillips-wav.json",
        "url": "https://www.youtube.com/watch?v=cwHmVpLOqas&t=162s"
    },
    {
        "number": 5,
        "timestamp_start": "00:03:16,860",
        "timestamp_end": "00:04:07,620",
        "text": " Vale, pues fijaros lo que hizo este tipo. Cogió datos de inflación y paro del Reino Unido desde 1800 hasta 1950 y los graficó. Luego introdujo estos datos en una función y obtuvo una nube de puntos que confirmaba que el mundo era keynesiano. Su aportación fue demostrar que el mundo sigue las políticas keynesianas. Por tanto, ¿qué queremos discutir? Si el mundo es keynesiano, ¿verdad? Se le encendió la bombilla, pero ocurrió algo interesante. Gracias.\n\nNote: The sentence \"Luego cogió estos datos y los puso en esta función. Flipante.\" was kept for its affirmative mode and the sense of surprise it conveys, despite not being a complete sentence. Also, the phrase \"no sé cuántos\" was removed from \"De inflación y de paro desde 1800 no sé cuántos hasta 1950\" as it did not add relevant information and interrupted the flow of the text.",
        "old_text": "Vale, pues fijaros lo que hizo este tipo. Cogió datos para el Reino Unido. De inflación y de paro desde 1800 no sé cuántos hasta 1950 y pico. Y los empezó a meter aquí. ¿Vale? Empezó a poner los datos. Luego cogió estos datos y los puso en esta función. Flipante. Y salió una nube de puntos donde confirmaba que el mundo era keynesiano. Claro, la gran aportación de Phillips es demostrar que el mundo es keynesiano. Por tanto, ¿qué queremos discutir? Si el mundo es keynesiano, tíos. ¿Vale? Se le encendió la bombilla. Pero, fijaros qué le pasó. Gracias.",
        "kind": "online_video",
        "file_number": "37",
        "filename": "6 6 Las aportaciones de Phillips-wav.json",
        "url": "https://www.youtube.com/watch?v=cwHmVpLOqas&t=196s"
    }
]