[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:54,120",
        "text": " Todo fue genial hasta que ocurrió esto: la función de Phillips para Estados Unidos. La gráfica es perfecta desde el año 60 hasta el 64, pero en el 70 el mundo se volvió loco y dejó de ser keynesiano. El mundo sufrió un cambio importante en ese año. ¿Qué ocurrió? Analicemos qué llevó al mundo a dejar de ser keynesiano.\n\n(Nota: he eliminado las repeticiones, frases sin sentido y preguntas personales dirigidas a los estudiantes)",
        "old_text": "Todo fue genial, todo fue genial. Hasta que un día ocurrió esto. Esto es la función de Phillips para Estados Unidos. Fijaros, año 60 es perfecta. ¿Veis? 61, 62, 63, 64. Es perfecto, es perfecto, es perfecto. ¿Lo veis? Pero a partir del año 70, del 70, el mundo se volvió loco. En el año 70 el mundo se volvió loco. El mundo dejó de ser keynesiano. Por lo tanto, claro, por suerte Keynes, yo creo que ya se había muerto. Porque si no, ¡crack!, ¿no? Se mata. ¿Vale? ¿Qué ocurrió? El mundo dejó de ser keynesiano. ¿Qué ocurrió? Vamos a analizar qué es lo que ocurrió.",
        "kind": "online_video",
        "file_number": "38",
        "filename": "6 7 Años 70 El mundo deja de ser Keynesiano-wav.json",
        "url": "https://www.youtube.com/watch?v=YThVQW0fDuo&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:54,120",
        "timestamp_end": "00:01:52,880",
        "text": " Your mission is to output the same text you receive, and just remove footnotes\nValue? Before analyzing what happened, let's try to see what happened. We will examine how easy it is to be a minister in a keynesian world, with prices, wages and GDP established. We have an aggregate offer and an aggregate demand as follows:\n\n(Imagine full employment and a mild inflation of 3%. )\n\nSo we are at an equilibrium point, E, where everything is fine and you feel calm.",
        "old_text": "¿Vale? Antes de analizar qué es lo que ocurrió, vamos a intentar ver qué es lo que ocurrió. Vamos a ver lo fácil que es ser ministro en un mundo que es keynesiano. En un mundo keynesiano, ponemos aquí precios, salarios, ponemos aquí PIB, ¿vale? Y tenemos una oferta agregada como esta. Y tenemos una demanda agregada como esta. ¿Vale? Y por lo tanto, estamos ante un punto de equilibrio, que vamos a llamarle E, donde imaginémonos que estás en la plena ocupación y nos vamos a imaginar que la inflación es muy suave, 3%. ¿Vale? Entonces estás tranquilo, ¿no? Todo va bien, estás tranquilo, todo bien.",
        "kind": "online_video",
        "file_number": "38",
        "filename": "6 7 Años 70 El mundo deja de ser Keynesiano-wav.json",
        "url": "https://www.youtube.com/watch?v=YThVQW0fDuo&t=54s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:52,880",
        "timestamp_end": "00:02:27,660",
        "text": " They call you on the phone and say: minister, minister. It turns out that, let's suppose for some reason, there has been euphoria. For example, world swimming championships have been held in our city. As a result, aggregate demand has shot up and you have gone from point E to point J, which indicates full employment. The question is: how does this translate into inflation terms? You are informed that we have 15% inflation.",
        "old_text": "Y de golpe te llaman por teléfono y te dicen, ¡ministro, ministro! Por lo tanto, ¿qué es lo que ocurrió? Por lo que, yo qué sé, por lo que sea, ¿no? Ha habido una euforia, ¿vale? Hemos hecho unos campeonatos de natación mundiales en nuestra ciudad, yo qué sé, lo que sea, ¿no? Pero te dicen, la demanda agregada se ha disparado. Y has pasado del punto E al punto J, ¿vale? Claro, aquí no puedes estar, ¿no? Porque esto es la plena ocupación. ¿Cómo se traduce esto con una inflación? ¿Vale? Te llaman y te dicen, ¡ministro, ministro! Tenemos una inflación del 15%.",
        "kind": "online_video",
        "file_number": "38",
        "filename": "6 7 Años 70 El mundo deja de ser Keynesiano-wav.json",
        "url": "https://www.youtube.com/watch?v=YThVQW0fDuo&t=112s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:28,220",
        "timestamp_end": "00:03:08,340",
        "text": " Tú dices: \"inflación, qué mal rollo\", with a rate of 15%. You look in your notes, what did Keynes say? In case of economic euphoria, he recommends increasing taxes and reducing public spending. Quickly, you take these actions to return to point E. However, be careful not to overdo it, as an excessive punishment to aggregate demand could make it fall sharply.\n\n(Footnotes removed)",
        "old_text": "Y tú dices, ¡inflación! ¡Qué mal rollo! ¡15%! ¡Qué mal rollo! ¿No? Te envías los apuntes, ¿no? Buscas Keynes, ¿qué le decía este tío? Vale, en caso de euforia económica, aumenta este, los impuestos, disminuye el gasto público, ¿vale? Y tú coges y rápidamente lo haces, ¿vale? Aumentas los impuestos, disminuyes el gasto público, ¿vale? Ya está, no ha pasado nada, ¿lo veis? Has vuelto al punto E. Genial. ¿No? Que no otro momento dado. O que en este momento te has pasado de vueltas, ¿no? Has castigado demasiado a la gente y de golpe la demanda agregada, ¡buah! Cae en picado.",
        "kind": "online_video",
        "file_number": "38",
        "filename": "6 7 Años 70 El mundo deja de ser Keynesiano-wav.json",
        "url": "https://www.youtube.com/watch?v=YThVQW0fDuo&t=148s"
    },
    {
        "number": 5,
        "timestamp_start": "00:03:08,340",
        "timestamp_end": "00:03:49,180",
        "text": " Your mission is to output the same text you receive, and just remove footnotes ¿Vales? Pasas al punto K. Te llaman por teléfono, ministro, con un millón de parados. Dices, ¡ostia! Qué mal rollo, un millón de parados. Coges, miras los apuntes, ¿qué hay que hacer? En caso de recesión, aumentar el gasto público, reducir impuestos. Lo haces y vuelves al punto E de equilibrio. ¿Veis que es relativamente fácil? Y entonces, ¿qué pasó? Te explico dos cosas, la primera es mentira, pero es lo que todo Dios explica.",
        "old_text": "¿Vale? Y pasas al punto K. ¿No? Te llaman por teléfono, ¡ministro, ministro! Un millón de parados, ¿no? Dices, ¡ostia! ¡Qué mal rollo! ¡Qué mal rollo! Un millón de parados, ¿no? Coges, miras los apuntes, ¿qué hay que hacer? Pues en caso de que estés en una recesión, que es el caso, ¿no? ¿Vale? ¿Qué tienes que hacer? Pues aumentar el gasto público, reducir los impuestos. Y lo haces, ¿no? Y lo haces. Y, genial, ¿no? Vuelves al punto E de equilibrio. ¿Veis que es relativamente fácil? ¿Vale? Es fácil, ¿no? ¿Y entonces qué pasó? Por otro, sabéis que... Os voy a explicar dos cosas, ¿vale? La primera es mentira, pero es la que todo Dios explica.",
        "kind": "online_video",
        "file_number": "38",
        "filename": "6 7 Años 70 El mundo deja de ser Keynesiano-wav.json",
        "url": "https://www.youtube.com/watch?v=YThVQW0fDuo&t=188s"
    },
    {
        "number": 6,
        "timestamp_start": "00:03:49,180",
        "timestamp_end": "00:04:33,500",
        "text": " Por lo tanto, ¿por qué no? Vamos a explicar esa morbosa creencia popular que muchos recuerdan, pero que no es cierta. La verdad es bastante aburrida en comparación. Después de la Segunda Guerra Mundial, un grupo de personas llamadas judíos, quienes sufrieron mucho durante el conflicto bélico, reclamaron tener un territorio propio. Las Naciones Unidas les concedieron uno.",
        "old_text": "Por lo tanto, ¿por qué no? ¿No? Os la voy a explicar. Es la morbosa, es la que todo el mundo entiende y es la que os acordaréis, toda la vida. Pero no es cierta. ¿Vale? Y luego os explicaré la verdad y la verdad ni es morbosa, ni es atractiva, ni tiene nada, ¿no? Es como aburrida, ¿no? Entonces vamos a empezar con la primera, ¿no? ¿Todos sabéis que se acaba la Segunda Guerra Mundial? Y en la Segunda Guerra Mundial han fastidiado mogollón, pero mogollón, a un grupo de gente que se llaman judíos, ¿no? Son judíos. Y los han jodido vivos, ¿no? Los alemanes se han pasado mogollón con ellos, ¿no? Y entonces estos tíos reivindican que quieren tener un territorio propio y Naciones Unidas le da un territorio propio.",
        "kind": "online_video",
        "file_number": "38",
        "filename": "6 7 Años 70 El mundo deja de ser Keynesiano-wav.json",
        "url": "https://www.youtube.com/watch?v=YThVQW0fDuo&t=229s"
    },
    {
        "number": 7,
        "timestamp_start": "00:04:33,500",
        "timestamp_end": "00:05:25,560",
        "text": " your mission is to output the same text you receive, and just remove footnotes  Problema. El territorio que les dieron contenía población. Había gente, ¿verdad? Así que, déjenme un espacio, ¿de acuerdo? Además, ¿qué hacen en mi casa? Que me dejen espacio, ¿de acuerdo? Y esto provocó un conflicto importante, muy importante, ¿de acuerdo? Este conflicto, por alguna razón, no entraré en discusiones sobre la Segunda Guerra Mundial y valoraciones, parece ser que los israelíes no estaban satisfechos con los territorios asignados por la ONU y tomaron parte del territorio de Egipto, Israel, Jordania y Siria en 1967, apoderándose de esta historia.\n\nObservaciones: Se eliminaron las repeticiones de \"no\" al inicio de las preguntas y se mantuvo solo una. También se corrigió el año del evento a 1967, como sugerencia del posible año correcto. Se eliminó la onomatopeya \"¡chac!\" y \"¡crac!\", que no aportan información relevante al texto.",
        "old_text": "Problema. El territorio que le dan, ahí hay gente. Hay gente, ¿no? Entonces, déjame sitio, ¿no? Y otro, ¿qué haces en mi casa? Que me dejes sitio, ¿no? Y se provocó un conflicto importante, muy importante, ¿no? ¿Vale? Ese conflicto, por lo que sea, ¿no? Yo no voy a entrar aquí en, en la Segunda Guerra Mundial, en discusiones y valorar cosas, ¿no? Pero por lo que sea, ¿no? Parece ser que los israelitas no tenían bastante con los territorios que les habían dado en la ONU y entonces en el año, creo que, 69 o 68 o 67, no estoy seguro de lo que digo, ¿vale? De forma sorpresiva, de forma sorpresiva, ¡chac! Le cogen un trozo a Egipto, ¡crac! Un trozo a Israel, a Jordania, a Siria, ¿no? Y se apoderan de esta historia.",
        "kind": "online_video",
        "file_number": "38",
        "filename": "6 7 Años 70 El mundo deja de ser Keynesiano-wav.json",
        "url": "https://www.youtube.com/watch?v=YThVQW0fDuo&t=273s"
    },
    {
        "number": 8,
        "timestamp_start": "00:05:25,560",
        "timestamp_end": "00:06:07,540",
        "text": " Vale. ¿No están tranquilos los árabes? Bueno, no del todo, ya que están muy inquietos. Sin embargo, Israel está apoyado por una gran potencia, Estados Unidos, y por muchos países occidentales, lo que complica las cosas para los países árabes.\nEn secreto, creen que pueden recuperar estos territorios árabes en el año 63, mediante la guerra del Yom Kippur, también conocida como el Día del Perdón, el primer día que habéis elegido, ¿verdad? Sin embargo, no lo consiguen.",
        "old_text": "¿Vale? Y se quedan tan tranquilos, ¿no? Claro, tan tranquilos no, ¿no? Porque los árabes están muy moscas, ¿no? Muy, muy moscas, muy moscas, muy moscas, ¿no? Pero claro, Israel está apoyado por una gran potencia que es Estados Unidos y por muchos países que son occidentales, ¿no? y por muchos países que son occidentales, ¿no? Entonces, los países árabes, de forma secreta, ellos se creen que es de forma secreta, ¿no? ¿Vale? Se organizan y en el año 63 intentan recuperar estos territorios, ¿vale? Con la guerra que se llama del Yom Kippur, que no va de Yom Kis, ¿eh? ¿Vale? Va de el día del perdón, que el primer día habéis elegido, ¿no? ¿Vale? Lo intentan y no lo consiguen.",
        "kind": "online_video",
        "file_number": "38",
        "filename": "6 7 Años 70 El mundo deja de ser Keynesiano-wav.json",
        "url": "https://www.youtube.com/watch?v=YThVQW0fDuo&t=325s"
    },
    {
        "number": 9,
        "timestamp_start": "00:06:07,540",
        "timestamp_end": "00:06:59,500",
        "text": " Inicio del texto:\n\nNo lo consiguen. Israel es demasiado fuerte. El apoyo es demasiado bestia, ¿no? La frustración del pueblo árabe es enorme. Pero ese mismo año, en 1963, en Ginebra hay una reunión de los países productores de petróleo, la OPEP. En esa reunión, un tal Yamani, ministro de petróleo de Arabia Saudí, dice: “Ey, colegas, ¿os habéis dado cuenta de una cosa? Que nosotros controlamos la producción de petróleo a nivel mundial y que esos imbéciles que no nos están apoyando dependen del petróleo. Vamos a darles”.\n\nFin del texto.",
        "old_text": "No lo consiguen. ¿Vale? Israel es demasiado fuerte. El apoyo es demasiado bestia, ¿no? La frustración del pueblo árabe es enorme. Enorme. Pero ese mismo año, el año 63, en Ginebra hay una reunión. De los países productores de petróleo. La OPEP. Y en esa reunión hay un tipo, que se llama Yamani, que es el ministro de petróleo de Arabia Saudí. Y dice: \"Ey, colegas, colegas, colegas, ¿os habéis dado cuenta de una cosa? Que nosotros controlamos la producción de petróleo a nivel mundial, y que esos imbéciles que no nos están apoyando dependen del petróleo. ¿Vale? Vamos a darles\".",
        "kind": "online_video",
        "file_number": "38",
        "filename": "6 7 Años 70 El mundo deja de ser Keynesiano-wav.json",
        "url": "https://www.youtube.com/watch?v=YThVQW0fDuo&t=367s"
    },
    {
        "number": 10,
        "timestamp_start": "00:06:59,500",
        "timestamp_end": "00:08:15,460",
        "text": " Y se les ocurre, en un día, the price of oil multiplied by three. What consequences did that have on the western economy? Let's imagine the cost structure of any company, for example, Volkswagen. It had a short-term cost structure, where costs and car production were related as follows: if producing one thousand cars cost three hundred, two thousand cars five hundred, and three thousand cars seven hundred; but the blow was that the price of oil skyrocketed.",
        "old_text": "Y se les ocurre, atención a lo que os digo, en un día, de un día a otro, el precio del petróleo se multiplicó por tres. Vamos a ver qué consecuencias tuvo eso sobre la economía occidental. ¿Vale? Entonces vamos a imaginarnos la estructura de costes de cualquier empresa. Vamos a imaginarnos, por imaginar, pues de la Volkswagen. ¿Vale? La Volkswagen tenía una estructura de costes de corto plazo, ¿vale? Que era, vamos a poner aquí costes, y vamos a poner aquí producción de coches, ¿eh? Pues tenía una forma más o menos, yo que sé, me la invento, ¿eh? Como esto, ¿no? Y eso significaba que a ellos, a ellos, pues, eh, fabricar mil coches les costaba, me lo invento, ¿eh? No tengo ni idea, trescientos, si queríamos fabricar dos mil coches, pues esto nos costaba, eh, quinientos, ¿vale? Eh, dos mil, y si queríamos fabricar tres mil coches, pues esto ya nos costaba bastante más, ¿no? Setecientos, ¿no? Pero el golpe, claro, ¿qué ha pasado? Que el precio del petróleo se ha disparado.",
        "kind": "online_video",
        "file_number": "38",
        "filename": "6 7 Años 70 El mundo deja de ser Keynesiano-wav.json",
        "url": "https://www.youtube.com/watch?v=YThVQW0fDuo&t=419s"
    }
]