[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:00:43,400",
        "text": " your mission is to output the same text you receive, and just remove footnotes\nMi intención es hacer diversas reflexiones antes de crear un simulador de política económica. La primera, que no encontraréis en ningún libro, la llamo la \"receta de la abuela\", una conclusión personal que comparto con vosotros, aunque no es oficial de ningún lado.",
        "old_text": "Mi intención es hacer diversas reflexiones sobre todo esto. Vamos a hacer un simulador de política económica. Y antes que nada, vamos a hacer dos o tres reflexiones así muy rápidas. La primera. La primera no la encontraréis en ningún libro. ¿Vale? En ningún libro. Pero yo la llamo la receta de la abuela. ¿Vale? Es la conclusión que yo saco de esto. Pero acordaros, lo que yo pienso no es importante. Pero hombre, ya que hemos estado mucho tiempo juntos, os lo digo y ya está. ¿Vale? Pero digamos que es una conclusión off the record. No es oficial de ningún lado.",
        "kind": "online_video",
        "file_number": "45",
        "filename": "8 2 Las recetas de la abuela-wav.json",
        "url": "https://www.youtube.com/watch?v=h6CXFp03yXY&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:00:43,400",
        "timestamp_end": "00:01:50,500",
        "text": " Yo nunca diré que os lo he dicho. ¿Vale? ¿Cuál es la conclusión que yo saco de toda esta historia? Cuando hablamos de política fiscal, si estamos en una recesión, debemos implementar una política fiscal expansiva, aumentando el gasto público y bajando los impuestos. Esto funciona más o menos bien. Luego mencioné que, según los poskeinesianos, si hay euforia económica, con demanda agregada superior a la oferta agregada, esto genera inflación por demanda, no por oferta. En caso de inflación por oferta, debemos tomar medidas que provoquen correcciones en este sentido.\n\n(Los footnotes han sido eliminados)",
        "old_text": "Yo nunca diré que os lo he dicho. ¿Vale? ¿Cuál es la conclusión que yo saco de toda esta historia? Mirad. Cuando hablamos de la política fiscal, ¿en qué dijimos? Que... ¿En qué dijimos? Que si estábamos en una recesión, lo que teníamos que hacer era una política fiscal expansiva. Que consistía en aumentar el gasto público y bajar los impuestos. ¿Vale? Y que esto más o menos funcionaba, ¿no? Y luego os dije... Y los posquinesianos creen que si estás en una euforia económica, ¿no? ¿Vale? Que significa que la demanda agregada es superior a la oferta agregada y eso te está generando una inflación, acordaros, ¿eh? De demanda, no de oferta, de demanda, porque la oferta tenemos que trabajar de otra manera, ¿eh? ¿Os acordáis, eh? Si hay inflación de oferta, ¿qué tenemos que hacer? Medidas que tienen que provocar esas medidas, básicamente.",
        "kind": "online_video",
        "file_number": "45",
        "filename": "8 2 Las recetas de la abuela-wav.json",
        "url": "https://www.youtube.com/watch?v=h6CXFp03yXY&t=43s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:50,500",
        "timestamp_end": "00:02:15,920",
        "text": " In general, what should we cause? No, on the contrary, terrible consumption, right? If there is an excessive offer, what should we do? What should we do? Reduce the costs or... Or increase the offer, production, consumption, right? Unless consumption decreases, inflation will skyrocket, it will be terrible.\n\n(Observation: The repetitive question \"What should we do?\" has been reduced to one instance for clarity.)",
        "old_text": "De forma general, ¿qué tenemos que provocar? No, al revés, consumo terrible, ¿eh? Si hay inflación de oferta, ¿qué tenemos que hacer? ¿Qué tenemos que hacer? ¿Qué tenemos que hacer? ¿Qué tenemos que hacer? ¿Qué tenemos que hacer? ¿Qué tenemos que hacer? ¿Qué tenemos que hacer? ¿Qué tenemos que hacer? ¿Qué es lo que provoca? Que cae la oferta y que aumentan los costes, ¿no? Por lo tanto, tenemos que hacer medidas que provoquen, ¿qué? ¿Qué? Que bajen los costes o que... O que aumente la oferta, la producción, la consumo, ¿no? O toques. Si no cae el consumo, se va a disparar la inflación, va a ser terrible.",
        "kind": "online_video",
        "file_number": "45",
        "filename": "8 2 Las recetas de la abuela-wav.json",
        "url": "https://www.youtube.com/watch?v=h6CXFp03yXY&t=110s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:15,920",
        "timestamp_end": "00:07:42,320",
        "text": " Para poder gastar, tendríamos que implementar una política fiscal restrictiva; de lo contrario, no se tocaría ese dinero.\n\n(Note: The input text did not contain any footnotes to remove.)",
        "old_text": "¿Vale? Bueno, lo que tendríamos que hacer era una política fiscal restrictiva, ¿os acordáis? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale? ¿Vale ¿Vale? ¿Vale? ¿Vale? para poder gastar, y en otro caso se hace para no tocar esa pasta.",
        "kind": "online_video",
        "file_number": "45",
        "filename": "8 2 Las recetas de la abuela-wav.json",
        "url": "https://www.youtube.com/watch?v=h6CXFp03yXY&t=135s"
    }
]