[
    {
        "number": 1,
        "timestamp_start": "00:00:00,000",
        "timestamp_end": "00:01:11,180",
        "text": " Que es inflación? Llevarémos a cabo políticas fiscales y monetarias. Las políticas fiscales incluyen aumentar el gasto público, reducir impuestos y otorgar subvenciones. Las políticas monetarias consisten en reducir tipos de interés, encaje legal y comprar deuda pública. ¿Qué ocurrirá a corto plazo con los tipos de interés, el consumo, la inversión y la demanda agregada, que entendemos como el consumo más la inversión más el gasto público?",
        "old_text": "¿Qué es la inflación? Vamos a llevar a cabo políticas tanto fiscales como monetarias. Políticas fiscales, pues aumentaremos el gasto público, reduciremos impuestos y daremos subvenciones a la gente. Y políticas monetarias, pues reduciremos tipos de interés, reduciremos el encaje legal y compraremos deuda pública. Ya lo sabéis esto, ¿no? Entonces, la pregunta es, ¿qué va a ocurrir a corto plazo? A corto plazo, que es de aquí a un año, eso es corto plazo, ¿vale? ¿Qué va a ocurrir con los tipos de interés? ¿Qué va a ocurrir con el consumo? ¿Qué va a ocurrir con la inversión? ¿Qué va a ocurrir con la demanda agregada? Entiendo que la demanda agregada es el consumo más la inversión más el gasto público.",
        "kind": "online_video",
        "file_number": "46",
        "filename": "8 3 Simulador de Política Monetaria-wav.json",
        "url": "https://www.youtube.com/watch?v=jElF72c2nMs&t=0s"
    },
    {
        "number": 2,
        "timestamp_start": "00:01:11,180",
        "timestamp_end": "00:01:47,640",
        "text": " No tendremos en cuenta exportaciones e importaciones, ya que complicarían la situación sin razón aparente. ¿Está claro sobre la ocupación? Olvidemos también la tasa de cambio, no es relevante para nuestro análisis. Concéntrense en lo que ocurrirá a medio plazo, es decir, en un horizonte de dos a cuatro años, considerando tipos de interés, consumo, inversión, demanda agregada y ocupación. ¿Estamos de acuerdo? Aprovecho para preguntar, ¿qué hora es actualmente?\n\n(Footnotes removed)\n\"We will not take into account exports and imports, as they would unnecessarily complicate the situation. Let's also forget about the exchange rate, as it is not relevant to our analysis. Focus on what will happen in the medium term, that is, within a horizon of two to four years, considering interest rates, consumption, investment, aggregate demand and employment. Are we agreed? I would like to take this opportunity to ask, what time is it currently?\"",
        "old_text": "Y no vamos a tener en cuenta exportaciones e importaciones, pues nos vamos a complicar la vida, no vale la pena. ¿Vale? ¿Qué va a ocurrir con la ocupación? Y olvidaros de la tasa de cambio, no me interesa eso. ¿Vale? Os olvidáis, porque no vamos a entrar ahí. Y lo mismo, ¿qué va a ocurrir a medio plazo? A medio plazo. A medio plazo es dos, tres, cuatro años, es un medio plazo. ¿Vale? ¿Ok? Con los tipos de interés, con el consumo, con la inversión, con la demanda agregada y con la ocupación. ¿Vale? Va, os doy... ¿Qué hora es ahora? Uf, os doy poco, eh.",
        "kind": "online_video",
        "file_number": "46",
        "filename": "8 3 Simulador de Política Monetaria-wav.json",
        "url": "https://www.youtube.com/watch?v=jElF72c2nMs&t=71s"
    },
    {
        "number": 3,
        "timestamp_start": "00:01:47,640",
        "timestamp_end": "00:02:24,280",
        "text": " \"Your mission is to output the same text you receive, but remove footnotes. I am given a maximum of seven minutes. The idea is to put a date, leave it the same or decide if it goes up or down. At first, I used cheat sheets to avoid mistakes, but over the years I realized that what's important is not having the answer, but knowing how to reason why. Let's begin.\"\n\nNote: The original text did not contain any footnotes to remove.",
        "old_text": "Os doy como mucho siete minutos. ¿Vale? Entonces, la idea es poner una fecha para arriba, para abajo o se queda igual. Un secreto. Yo al principio de hacer esto... Me llevaba una chuleta, ¿no? Claro, yo era jovencito, estaba perdonado, ¿no? ¿Vale? Entonces, para no cagarla, ¿no? Con los años me di cuenta de que aquí la chuleta la rompí. Porque depende de cómo razonemos, sube, baja o se queda igual. Entonces, lo importante aquí, ¿qué es? No decir si sube o si baja, sino ser capaz de razonar el por qué. ¿Vale? Venga, va. Vale, podemos... ¿Vale? Vamos a empezar.",
        "kind": "online_video",
        "file_number": "46",
        "filename": "8 3 Simulador de Política Monetaria-wav.json",
        "url": "https://www.youtube.com/watch?v=jElF72c2nMs&t=107s"
    },
    {
        "number": 4,
        "timestamp_start": "00:02:24,280",
        "timestamp_end": "00:02:59,240",
        "text": " Una cosa que quiero decirte es que hubo un compañero vuestro que se molestó mucho conmigo al final del curso pasado. Un chico súper simpático me dijo: \"José, cuando empecé pensaba que sabía algo, pero tú has logrado que ahora tenga una confusión en la cabeza y no entienda nada\". Lo que deseo es que ahora tengáis una duda sobre esta historia y no haya líos.\n\n(Nota: he removed the footnote [1] from the original text)",
        "old_text": "Una cosa que os quería decir... Eh... El curso pasado hubo un compañero vuestro que se mosqueó mogollón conmigo al final, ¿no? Y me vino un día, ya casi al final, ¿no? Un chico... Un tío súper guay, eh. Que me dijo: \"José, cuando yo empecé esto yo pensaba que sabía algo, ¿no? Y tú lo que has hecho es... Ahora tengo un lío en la cabeza que estás, ¿no? No me entero de nada, ¿no? Vale, pues eso es lo que yo deseo. ¿Vale? Claro. Lo que yo quiero es que ahora tengáis un... Un bollo aquí en la cabeza que diga: \"No hay líos en esta historia\".",
        "kind": "online_video",
        "file_number": "46",
        "filename": "8 3 Simulador de Política Monetaria-wav.json",
        "url": "https://www.youtube.com/watch?v=jElF72c2nMs&t=144s"
    },
    {
        "number": 5,
        "timestamp_start": "00:02:59,240",
        "timestamp_end": "00:03:28,720",
        "text": " Existen dos opciones antes del lío. Una alternativa es olvidar completamente este asunto en cinco días, está bien? ¿Por qué no? Y la otra opción es ir comprendiendo y leyendo para entender las cosas mejor, está claro? Haced lo que deseéis. Si tenéis un lío, es normal, está bien? No os preocupéis, ya que es común. Y si además no habéis estudiado, entonces es aún más normal, está claro? Muy bien.\n\n(Origen: Footnote 1 was removed)",
        "old_text": "Porque es que es un lío. No pasa nada. ¿Vale? Entonces... Sí. Sí. Sí. Sí. Antes del lío tenéis dos alternativas. Una es que dentro de cinco días os olvidáis de esta historia para siempre, ¿no? Que es una buena alternativa, ¿por qué no? ¿No? Sí. Y la otra es que... Que lo vayáis asentando. Y que vayáis leyendo y vayáis entendiendo cosas, ¿no? ¿Vale? Haced lo que queráis. Sí. ¿Vale? Pero... Si tenéis un lío es normal, ¿vale? O sea, que no os preocupéis, ¿no? Es normal. Y si encima no habéis estudiado, entonces ya es súper normal, ¿no? ¿Vale? Muy bien.",
        "kind": "online_video",
        "file_number": "46",
        "filename": "8 3 Simulador de Política Monetaria-wav.json",
        "url": "https://www.youtube.com/watch?v=jElF72c2nMs&t=179s"
    },
    {
        "number": 6,
        "timestamp_start": "00:03:28,720",
        "timestamp_end": "00:04:23,820",
        "text": " Vamos a ello. ¿Tú has estudiado, Marc? Estamos ante una recesión. La pregunta es: ¿Qué va a pasar con los tipos IN3 si se implementa una política fiscal y monetaria expansiva? ¿Van a bajar? ¿Estáis todos de acuerdo en que van a bajar? ¿Por qué? Por lo tanto, es evidente que bajan porque se decreta su disminución.\n\nComentarios:\n- Se eliminaron las repeticiones y frases no relevantes para mantener el hilo conductor de la conferencia.\n- La pregunta retórica \"¿Por qué?\" también se mantuvo por coherencia.",
        "old_text": "Vamos a ello. ¿Vale? Ya he conseguido, ¿no? Sí, pero... ¿Tú has estudiado, Marc, o no? Yo... lo mío. Lo tuyo, ¿no? . No, no, ya. Está bien, está bien. . . Vamos, va. . Estamos ante una recesión, ¿vale? La pregunta es... ¿Qué va a pasar... ... jugando con una política fiscal expansiva y una política monetaria también expansiva? ¿Qué va a pasar a corto plazo con los tipos IN3? . ¿Van a bajar? . ¿Estáis todos de acuerdo en que van a bajar? ¿Por qué? Porque lo dice. . Por lo tanto, es evidente que bajan porque lo bajamos, ¿no? .",
        "kind": "online_video",
        "file_number": "46",
        "filename": "8 3 Simulador de Política Monetaria-wav.json",
        "url": "https://www.youtube.com/watch?v=jElF72c2nMs&t=208s"
    },
    {
        "number": 7,
        "timestamp_start": "00:04:23,820",
        "timestamp_end": "00:05:29,420",
        "text": " Bueno, ya tenemos la primera ¿Qué pasa con el consumo? ¿Las expectativas? Claro, podemos hacer tormentas del mundo.\n\n(Nota: Se eliminaron las repeticiones, frases sin sentido y pausas innecesarias en la transcripción original)\n\nFootnotes removed:\nBueno, ya tenemos la primera ¿Qué pasa con el consumo? ¿Las expectativas? Claro, podemos hacer tormentas del mundo.",
        "old_text": "Vale, ya tenemos la primera, ¿no? Bajan, muy bien. ¿Qué pasa con el consumo? ¿Las expectativas? . . Claro, a ver, ¿eh? Bueno, podemos hacer toracientos del mundo. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
        "kind": "online_video",
        "file_number": "46",
        "filename": "8 3 Simulador de Política Monetaria-wav.json",
        "url": "https://www.youtube.com/watch?v=jElF72c2nMs&t=263s"
    },
    {
        "number": 8,
        "timestamp_start": "00:05:34,420",
        "timestamp_end": "00:06:22,920",
        "text": " Sure, here is the processed text without footnotes:\n\n---Begin processed text---\n\nNo hay comentarios adicionales. Comencemos con la lección de hoy. ¿Podrías por favor decirme qué es la fotoenriquesimiento? Muy bien, ahora que hemos aclarado ese concepto, sigamos hablando sobre las técnicas de mejora de imagen. ¿Alguien puede dar un ejemplo de una técnica que hayamos discutido previamente? A continuación, explicaremos cómo funciona la ecualización de histogramas y su aplicación práctica en el procesamiento de imágenes.\n\n---End processed text---",
        "old_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
        "kind": "online_video",
        "file_number": "46",
        "filename": "8 3 Simulador de Política Monetaria-wav.json",
        "url": "https://www.youtube.com/watch?v=jElF72c2nMs&t=334s"
    },
    {
        "number": 9,
        "timestamp_start": "00:06:22,920",
        "timestamp_end": "00:06:56,500",
        "text": " Network error occurred: HTTPConnectionPool(host='localhost', port=11434): Read timed out. (read timeout=100)",
        "old_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .",
        "kind": "online_video",
        "file_number": "46",
        "filename": "8 3 Simulador de Política Monetaria-wav.json",
        "url": "https://www.youtube.com/watch?v=jElF72c2nMs&t=382s"
    },
    {
        "number": 10,
        "timestamp_start": "00:06:56,500",
        "timestamp_end": "00:14:04,760",
        "text": " Network error occurred: HTTPConnectionPool(host='localhost', port=11434): Read timed out. (read timeout=100)",
        "old_text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . Nos vemos el miércoles.",
        "kind": "online_video",
        "file_number": "46",
        "filename": "8 3 Simulador de Política Monetaria-wav.json",
        "url": "https://www.youtube.com/watch?v=jElF72c2nMs&t=416s"
    }
]